{
    "[1, 1]": "After leaving her fiancé, Barry, at the altar, Rachel finds herself in Central Perk Café, soaking wet in her wedding dress, looking for her old friend Monica. Rachel ends up moving into Monica's New York apartment. Chandler and Joey, who live across the hall from Monica, console Monica's brother, Ross, whose wife, Carol, has just left him for a woman; Rachel's reappearance revives Ross' crush on her, which dates back to high school. Monica falls for Paul \"the wine guy,\" only to be crushed to learn that he lied about a bad breakup to have aone-night standwith her. The gang urges Rachel to be more independent by cutting up her father's credit cards; Rachel, who has never worked before, subsequently gets a job as a waitress at Central Perk.Guest Starring: John Allen Nelson as Paul, Clea Lewis as Franny",
    "[1, 2]": "Carol tells Ross that she is pregnant with his child. When Ross attends the sonogram appointment, he is stunned to learn that Carol and her partner, Susan, want to give the baby their last names, but not his. Rachel returns her engagement ring to Barry, expecting him to be heartbroken, but learns he went on their cancelled honeymoon with her maid-of-honor, Mindy. Monica stresses over her and Ross' parents coming for dinner, knowing her mother will fawn over Ross while criticizing her. \nGuest starring: Christina Pickles as Judy Geller, Anita Barone as Carol, Jessica Hecht as Susan, Mitchell Whitfield as Barry, and Elliott Gould as Jack Geller.Note: This isAnita Barone's only appearance as Carol.Jane Sibbettappears as Carol in all following appearances.",
    "[1, 3]": "Monica is dismayed that everyone likes her new boyfriend, Alan, more than she does; when Monica eventually dumps him, Alan admits he dislikes her friends. Chandler, while helping Joey practice for an acting job, starts smoking again; when the gang complains, he diverts the attention onto their own flaws. Phoebe's bank accidentally deposits a large sum into her bank account; when she reports the error, the bank gives her even more money, as well as a novelty football telephone. Feeling guilty, Phoebe gives the money to a homeless friend, who buys her a can of soda in return, only to find a severed thumb inside it. The soda company pays Phoebe $7,000, which she gives Chandler (along with the football phone) to quit smoking.",
    "[1, 4]": "Ross, feeling morose on the anniversary of his first time sleeping with Carol, attends aRangersgame with Chandler and Joey. When a hockey puck hits Ross' face, the guys take him to the emergency room; while there, Ross reveals that Carol is the only woman he has ever slept with. Rachel is upset that most of her first paycheck went to theFederal Insurance Contributions Act tax(FICA). When her old friends visit, she is even more depressed about her new life, feeling they are more successful than she is. Monica and Phoebe throw a slumber party that fails to cheer up Rachel, until the girls spy onGeorge Stephanopoulos, who they learn is staying in the apartment across the street.",
    "[1, 5]": "Chandler and Phoebe decide to break up with their respective partners, Janice (Maggie Wheeler) and Tony, at the same time. Phoebe's break-up goes smoothly, but Chandler has a harder time, requiring Phoebe's help. Ross and Rachel do laundry together, though Rachel has never done it before. While at the laundromat, Ross encourages Rachel to stand up to a pushy woman (Camille Saviola), earning him a platonic kiss from Rachel. Joey wants to get back together his ex-girlfriend Angela, who is now seeing a man named Bob; he arranges a double date with Angela, Bob, and Monica, pretending that Monica is his new girlfriend while telling her that Angela and Bob are siblings. On the date, the ruse unravels due to the \"inappropriate\" behavior of the \"siblings,\" forcing Joey to admit the lie to Monica, who he successfully convinces to work with him to break the couple apart.Note: This is Maggie Wheeler's first appearance as Janice.",
    "[1, 6]": "Chandler dates Aurora (Sofia Milos), a beautiful, exotic woman that he soon learns is married and has another boyfriend. Chandler is initially fine having apolyamorousrelationship, but soon he finds himself unable to handle yet another lover being added to the mix. Joey's new talent agent, Estelle Leonard, gets him a film role as Al Pacino's butt double; he is later fired from the role because he \"overacts.\" Rachel cleans the apartment but triggers Monica'sobsessive-compulsivetendencies after moving some furniture around.",
    "[1, 7]": "During a citywide power outage, the gang hangs out at Monica and Rachel's apartment. Ross tries to share his feelings with Rachel, but a stray cat interrupts their conversation. Rachel and Phoebe search the building for the cat's owner, who is eventually revealed as their neighbor Paolo, a hunky but English-challenged Italian who Rachel falls for. Meanwhile, a nervous Chandler becomes trapped in an ATM vestibule with Victoria's Secret modelJill Goodacre. (This episode was part of \"Blackout Thursday\", in which NBC tied three shows set inNew York Citytogether and airing the same night, beginning with theMad About Youseason 3 episode \"Pandora's Box\" which depicted the cause of the city-wide blackout, followed by this episode, and ending with an episode of the short-lived showMadman of the People.Seinfeldaired the same night but did not participate.)",
    "[1, 8]": "Ross and Monica rush to the hospital with their parents, Jack and Judy, when their elderly maternal grandmother, Nana, is taken ill. Nana dies, and Ross and Monica go in to say their goodbyes but are shocked when Nana momentarily revives before dying again. The gang all attend Nana's funeral, where Monica subtly confronts her mother about her constantly critical attitude. Ross, who fell into an open grave at the cemetery and hurt his back, becomes loopy on muscle relaxers, while Joey, Jack and other men at the funeral watch aNew York Giantsgame on Joey's portable TV. Chandler is astounded when a work friend tries fixing him up with a male colleague and wants to find out why many people initially think he is gay.",
    "[1, 9]": "As Thanksgiving nears, Rachel struggles to make enough tips to be able to pay for a plane ticket to take a skiing vacation with her family inVail; the others chip in to help her pay for the ticket. Ross and Monica plan a quiet Thanksgiving feast at her apartment while their parents are away. Phoebe agrees to join because her grandmother celebrates Thanksgiving in December. Chandler, who hates Thanksgiving because his parents announced their divorce on that holiday, plans to stay home and eat grilled cheese sandwiches and tomato soup. Joey, who planned to go to his parents' house, is banned by his family because he unwittingly appeared on a public health poster that implies he has an STD. During the Thanksgiving parade, the Underdog balloon breaks free; the gang rushes to the roof to watch, but they get locked out of Monica's apartment. By the time they get back in, Thanksgiving dinner is burned, and Rachel has missed her flight, resulting in a brief argument. However, the friends reconcile after seeing their neighbor \"Ugly Naked Guy\" spending a romantic Thanksgiving with his girlfriend. Monica makes the tomato soup and grilled cheese for everyone, and Chandler muses that it has been nice for them to spend Thanksgiving together for a change.",
    "[1, 10]": "The gang makes a pact not to bring dates to their New Year's Eve party, but everyone soon breaks it except Ross. While performing at Central Perk, Phoebe confronts some noisy scientists, then dates one of them, David (Hank Azaria), whom she brings to the party. Their relationship goes well until David and his research partner are offered a grant inMinsk, and he must choose to stay with Phoebe or go for career-making research. Monica invites \"Fun\" Bobby, who arrives unhappy because his grandfather just died. Joey is uncomfortable around his date Sandy's children, whom she brought to the party; she later ends up with David's friend. Rachel's plan to bring Paolo is derailed after he misses his flight from Italy; she returns from the airport disheveled and sporting a swollen lip after a fight with a woman over a cab. A desperate Chandler snaps and invites Janice before breaking up with her again after she mistakenly thinks he wants to get back together. Ross arrives with his new pet, a monkey named Marcel, who ignores Ross. In the end, everyone ends up without a date, accidentally fulfilling their original pact. When Chandler whines he has no one to kiss at midnight, Joey does the honors.",
    "[1, 11]": "Chandler's flamboyant romance-novelist mother, Nora Bing (Morgan Fairchild), visits. At dinner, Ross becomes upset over Rachel and Paolo's public displays of affection and gets very drunk. He is comforted by Nora, who offers sage advice, which leads to them kissing. Joey witnesses the kiss and later says that Ross has to tell Chandler. Chandler is upset with Ross but soon forgives him, and he confronts his mother about her behavior and other issues. Monica and Phoebe see an attractive guy on the street; when Monica shouts after him, the guy is hit by a car. While he is hospitalized in a coma, the girls take turns caring for him, which turns into something of a competition. When the guy wakes up, he blows them both off. Rachel, inspired by Nora, tries writing her own romance novel, with mixed results due to her substandard typing skills.",
    "[1, 12]": "Everyone except Ross knows the sex of his unborn baby; he wants to wait until it is born. Rachel breaks up with Paolo after he makes a pass at Phoebe at the massage parlor. Monica makes a dozen lasagnas for her aunt's party, only to discover she wanted them vegetarian. Ross consoles Rachel after her break-up, hoping this is his chance, but Rachel declares she is swearing off all men. Rachel accidentally lets it slip to Ross that he is having a son.",
    "[1, 13]": "Joey hosts his father and learns that he has been having an affair; he is torn over whether to tell his mother but soon learns she already knows and wants everything to stay as it is. Chandler accidentally sees Rachel topless after her shower, and a chain reaction of nudity ensues when she tries to even the score by seeing him naked. She instead catches Joey naked, who then sees Monica unclothed, who accidentally surprises Joey's father in the shower.  Everyone dislikes Phoebe's new boyfriend, an irritating psychiatrist named Roger (Fisher Stevens) who makes uncomfortably accurate assessments about the gang.",
    "[1, 14]": "Ross has a Valentine's Day date with a beautiful neighbor, his first date in nine years. By chance, Carol and Susan, out on their own date, end up sitting nearby at the same restaurant. When Susan has to leave, Ross spends all his time talking to Carol; his neglected date leaves without his realizing it. He kisses Carol, who reminds him why they split and consoles him. Joey's date brings a blind date for Chandler, which turns out to be Janice; they end up sleeping together, then Chandler breaks up with her on Valentine's Day. Phoebe, Monica, and Rachel spend the holiday burning mementos of their past boyfriends, causing a fire and a visit from the fire department.",
    "[1, 15]": "Monica cooks a gourmet meal for Steve (Jon Lovitz), a restaurateur looking for a new chef. He arrives stoned and wants to eat everything in sight, including taco shells and gummy bears. After working as a data processor for five years, Chandler gets promoted to supervisor, then quits, claiming he only intended for his job to be temporary; when his boss calls and offers him a raise, Chandler caves and goes back to work. Ross has a date with a beautiful colleague named Celia (Melora Hardin) and gives new meaning to the term \"spanking the monkey\" when she meets Marcel. Ross turns to Joey for advice when Celia wants him to talk dirty as foreplay.",
    "[1, 16]": "Joey falls for Phoebe's identical twin sister, Ursula, making Phoebe feel neglected. Meanwhile, Chandler finds himself between a rock and a hard place when he has to fire an employee he is attracted to. Ross has doubts about parenthood when he attendsLamazeclasses with Carol and Susan. Meanwhile, Monica is unable to fix her TV after Marcel puts it on the \"SAP\" function to Spanish. After weeks of procrastinating, Rachel finally takes down the Christmas lights on their balcony, only to fall off and sprain her ankle.",
    "[1, 17]": "At the hospital, Rachel, who has no health insurance, convinces Monica to trade identities with her so she can use Monica's coverage. The women meet two attractive doctors (George ClooneyandNoah Wyle) and arrange a date, which requires them to maintain their switched identities. Ursula dumps Joey without actually telling him, so Phoebe pretends to be her so Joey will finally know. Ross doubts his ability to be a father, but after Marcel swallows Scrabbletiles and has to be taken to the hospital, Ross takes care of him, giving him confidence.",
    "[1, 18]": "Tired her waitressing job, Rachel applies for positions in the fashion industry. She is excited to land an interview at Saks Fifth Avenue as an assistant buyer but does not get the job. Ross's normally docile demeanor disappears when the girls face the boys during a not-so-friendly poker game. Monica later seeks help from her aunt who is an expert player.",
    "[1, 19]": "Rachel becomes depressed after learning that Barry and Mindy are engaged. The gang frantically searches for Marcel, who slipped out of the apartment while Rachel was watching him. Rachel, unaware Marcel is an illegal exotic pet, calls Animal Control, angering Ross. The animal control officer is Rachel and Monica's old high school classmate who has a long-standing grudge against Rachel, who has no memory of her. She refuses to release Marcel until Rachel threatens to report her for accidentally shooting Phoebe with a tranquilizer dart. Ross finds the courage to ask out Rachel, but Barry barges in to declare he still loves her.",
    "[1, 20]": "Rachel and Barry secretly see each other, even though he is now engaged to Mindy, who asks Rachel to be her maid of honor. When Mindy admits she and Barry had an affair while Rachel was engaged to Barry, Rachel finally confesses to Mindy that she has been sleeping with Barry; the two women confront him, though Mindy decides to marry Barry anyway. Meanwhile, Chandler goes nuts when a woman he likes does not return his phone calls, later realizing there was a mix-up. The friends become annoyed after discovering someone across the street is spying on them.First appearance of the \"Rachel\" haircut.",
    "[1, 21]": "When Monica's identity is stolen, she, Phoebe, and Rachel decide to catch the imposter. Monica soon befriends the lively woman, who is later arrested anyway. Joey enlists his friends' help to come up with less Italian-sounding stage name, but Chandler suggests joke names that ruin his auditions. Marcel has reached sexual maturity, forcing Ross to realize he needs to be with other monkeys. Marcel is soon accepted at the San Diego Zoo, and the gang bid him goodbye at the airport.",
    "[1, 22]": "After losing his virginity to Monica, a young man Ethan (Stan Kirsch) reveals that he is not a college student, as she believed, but a high school senior. Phoebe temps as Chandler's secretary, and he discovers that no one at work likes him anymore now that he is the boss. Rachel has erotic dreams about Joey and Chandler, making Ross jealous. Rachel soon has a dream about Ross, but before Ross can tell Rachel he loves her, his beeper alerts him that Carol is in labor.",
    "[1, 23]": "Carol is in the hospital about to give birth, prompting Monica to think about having a baby. While Carol is in labor, Ross and Susan bicker over who gets to assist her more and about what to name the baby. Phoebe drags them into a janitor's closet to settle their differences, but they get locked inside. Rachel flirts with an OB/GYN doctor who suffers burnout from seeing female anatomy every day. Joey assists a single expectant mother (Leah Remini) in labor. Ross and Susan settle their differences and propose naming the baby Ben, derived from a janitor's uniform in the closet, which Carol agrees to.This was originally conceived as the season finale until James Burrows objected, saying that he \"didn't want the show to be about a baby\".",
    "[1, 24]": "The museum sends Ross to China to procure a dinosaur bone, just before Rachel's birthday celebration. Chandler advises Ross to get over Rachel. Before leaving, Ross asks Chandler to give Rachel his present at the party. Joey's new girlfriend, Melanie (Corinne Bohrer) wants to sleep with him, but Joey's participation in a fertility study requires temporary celibacy. During Rachel's party, Chandler accidentally lets slip that Ross is in love with her, and a big decision presents itself.",
    "[2, 1]": "At Rachel's birthday celebration, Chandler has accidentally revealed that Ross loves her. Rachel goes to the airport to meet Ross and tell him she cares for him, unaware he is returning with Julie (Lauren Tom), who he reconnected with in China and is now dating. Chandler then feels guilty for advising Ross to get over Rachel. When Phoebe gives Joey and Chandler haircuts, Monica wants one. Phoebe initially refuses, knowing Monica's obsessive perfectionism, but finally relents. She misunderstands Monica's wishes and gives her a haircut like Dudley Moore instead of Demi Moore. Joey takes Chandler to his tailor for a new suit, but while measuring his inseam, the man touches Chandler inappropriately. He tells Joey who naively believes that is the normal procedure. Ross' constant talk about Julie upsets Rachel, who spends the night with her old lover, Paolo.",
    "[2, 2]": "The guys are uncomfortable by seeing Carol breastfeeding Ben. The situation is made worse by Joey and Phoebe tasting the milk. Rachel resents Monica's growing friendship with Julie, though Monica feels obligated to spend time with her brother's girlfriend. At his department store job, Joey competes with a fellow cologne spritzer for a beautiful colleague's (Emily Procter) affection.",
    "[2, 3]": "When Chandler refuses to date a woman from work, claiming her nostrils are too big, the gang claim this is always his way to avoid serious relationships. Rachel and Monica's downstairs neighbour, Mr. Heckles, suddenly dies, leaving them all his belongings, which is nothing but junk that they have to dispose of. Ross and Phoebe argue over the theory of evolution. Chandler, noticing similarities between his life and Mr. Heckles', believes he will also die alone. Panicked, he calls Janice and arranges to meet her, only to be shocked when she shows up married and pregnant.",
    "[2, 4]": "The gang is amazed that Phoebe has been secretly married to a gay Canadian ice dancer named Duncan (Steve Zahn). She married him so he could obtain a green card. Phoebe is excited when he wants to see her, then is crushed that he wants a divorce. Duncan says he realized he is not gay and wants to marry someone else. Interesting facts are revealed about the others: Joey starred in a porn film and Chandler has a third nipple. Ross seeks relationship advice from Rachel after revealing that he and Julie have not slept together yet. Rachel, wanting to keep them apart, advises they abstain, while Joey gives Ross the opposite advice.",
    "[2, 5]": "When a sexy-sounding woman calls the wrong number, Chandler seeks to exploit the situation, with ultimately embarrassing results. Income disparity issues divide the friends: the more affluent Ross, Chandler, and Monica versus the less-well-off Phoebe, Rachel, and Joey. Newly-promoted Monica is fired after accepting \"gifts\" from her restaurant's meat supplier, it being against restaurant policy regarding kickbacks. Monica, Ross, and Chandler seeHootie & the Blowfishfor Ross's birthday.",
    "[2, 6]": "When Monica rushes Ross to the emergency room after he suffers an allergic reaction to kiwis, Chandler and Joey babysit Ross' baby son, Ben. They use him as bait to attract girls, but women think they are a gay couple. After accidentally leaving Ben on a bus, they are unable to identify which of two babies is Ben at the city's lost & found. Phoebe loses her Central Perk gig to a professional performer (Chrissie Hynde), so she defiantly sings outside the café. Also, a stranger (Giovanni Ribisi), who accidentally dropped a condom in Phoebe's guitar case, rushes back to reclaim it for an \"emergency.\"Catherine Bellappears as Robin, one of the girls in the bus.●Giovanni Ribisiends up playing Phoebe's half-brother Frank Buffay Jr. later in the season.Chrissie Hyndeco-wrote the song \"Smelly Cat\".",
    "[2, 7]": "Rachel goes on a date but after drinking too much wine, obsesses about Ross. Her date suggests she needs closure, so Rachel leaves a message on Ross' answering machine claiming she is \"over\" him. After hearing it the next morning, a stunned Ross wrestles with choosing her or Julie. Next, he visits a pet shop with Julie, where he shall choose between two cats Julie has shortlisted for him, a task that utterly overstrains him.[9]Chandler gains a few pounds, so a depressed, out-of-work Monica volunteers to be his personal trainer, going overboard in the process. Phoebe takes Joey's advice when her new boyfriend is reluctant to sleep with her, only to have it backfire. Ross, upset and citing numerous reasons, tells Rachel it is too late for them to be together and he is staying with Julie. At the end of the episode, Ross goes to see Rachel at the coffee shop as she is closing up, and they passionately kiss.",
    "[2, 8]": "Ross struggles choosing between his childhood crush, Rachel, and his current girlfriend, Julie. Joey and Chandler suggest making a list of each girl's pros and cons. Ross chooses Rachel, ending it with Julie, though Rachel later finds the list, reading the negative comments. Hurt and angry, she breaks up with Ross. Monica is hired to create recipes using a vile-tasting synthetic chocolate called, Mockolate.",
    "[2, 9]": "On Christmas, Monica, strapped for cash looks for tips from people using home-baked cookies, receiving mixed reactions. Phoebe discovers that the framed picture of her father that her grandmother (Audra Lindley) keeps in her apartment is actually the photo model. She tries locating her real father, then decides she is unready to meet him. Chandler and Joey delay Christmas shopping and end up scrounging gifts from a gas station. To win back Rachel, Ross asks her to make a list about him, and then feels offended when she calls him obsessive, among other things.",
    "[2, 10]": "Monica gets back together with Fun Bobby, who the other friends realize has a drinking problem. Monica persuades him to quit drinking, only to discover he is no longer fun. Joey lands the role of Dr. Drake Ramoray, a neurosurgeon onDays of Our Livesafter refusing to sleep with the casting lady for a smaller role; she then offers him the bigger role of Ramoray, which he does sleep with her for. Rachel dates Russ, who bears an uncanny resemblance to Ross (both roles played byDavid Schwimmer). After finally realizing Russ is Ross's double, Rachel dumps him. At the end, Russ and Julie (Lauren Tom) meet and fall in love at first sight.",
    "[2, 11]": "Carol and Susan hire Monica to cater their lesbian wedding, though the upcoming nuptials soon runs into a snag that Ross helps untangle. Phoebe believes she is possessed by an eighty-two-year-old client's spirit who died during a massage session. The woman's widower tells Phoebe that his late wife did not want to die until she saw \"everything.\" Rachel is shocked and upset when she learns from her visiting mother (Marlo Thomas) that the latter intends to get a divorce.",
    "[2, 12]": "Ross goes to visit Marcel while in California but the zoo says the monkey died. Ross soon learns Marcel is alive and working in commercials. Joey receives his first fan letter from a beautiful but crazed woman (Brooke Shields) who believesDays of Our Livesis real, a fact that does not prevent Joey from dating her. A man (Chris Isaak) invites Phoebe to sing for children at the library, but her morbid lyrics horrify parents. However, the kids like the songs for telling the truth and come to the café to listen to her.",
    "[2, 13]": "Rachel and Monica compete forJean-Claude Van Dammeafter meeting him on a movie set that Marcel is in. Chandler runs into Susie, a former schoolmate (Julia Roberts), working on the film. She seems attracted to him, but is actually seeking revenge for Chandler once humiliated her back in the fourth grade. Joey is hired as an extra in the movie but overacts. Ross and Marcel spend time together.",
    "[2, 14]": "After getting his big break withDays of Our Lives, Joey pays Chandler back with $812 and gives him an engraved gold bracelet that Chandler thinks makes him look gay. Joey's feelings are hurt when he overhears Chandler complaining about it. Also, an unemployed Monica is hard up for money. A home video from Monica and Rachel's prom night reveals that Monica was previously overweight and Rachel had a large nose. Rachel's date, Chip, seemed to have stood her up, so Ross donned his father's tuxedo to take her to the prom, though Chip showed up at the last minute without Rachel knowing what Ross did. Rachel, overwhelmed by Ross's gesture, kisses him.In 1997,TV Guideranked this episode at No. 100 of its list of TV's 100 Greatest Episodes.[17]",
    "[2, 15]": "Joey buys a big screen TV and two leather recliners with his soap opera salary, turning him and Chandler into \"couch potatoes\" who spend days watching TV and never getting out of the chairs. Monica has a catering job for handsome Dr. Richard Burke (Tom Selleck), an ophthalmologist, who is an old family friend. He and Monica are mutually smitten and later go on a date. Ross and Rachel attempt to have their first real date, though Rachel has difficulty adapting to their new romantic relationship, breaking into giggles at inappropriate times. Just before their next date, Ross has a museum emergency, so Rachel tags along. They spend the night in a museum exhibit, waking up nude and under an animal skin, to visitors (mostly children) gawking at them.The episode introducesTom Selleckin a recurring guest role that led to an Emmy Award nomination forOutstanding Guest Actor in a Comedy Seriesin 2000.",
    "[2, 16]": "Now that he has a steady income, Joey thinks he should have his own apartment and moves out, upsetting Chandler. Monica struggles to tell her parents that she is dating Richard. Rachel and Phoebe want to get tattoos. Phoebe chickens out at the last minute, resulting in nothing more than a tiny blue dot, while Rachel gets a heart tattoo embedded on her butt-cheek. Ross changes his mind about tattoos altogether upon seeing Rachel’s tattoo and obviously turned on by it.",
    "[2, 17]": "A record producer discovers Phoebe and wants to make a music video out of her song \"Smelly Cat\". The producer secretly dubs a more talented (but less attractive) woman's voice over Phoebe's, though Phoebe initially believes she is the one singing. Ross's new relationship with Rachel causes friction with Monica who resents her brother being around all the time. Joey finds he does not like living alone and wants to move back in with Chandler. However, Chandler already has a new roommate, Eddie. Chandler soon realizes he does not really click with Eddie (who refuses to play foosball and dislikesBaywatch) like he did with Joey.",
    "[2, 18]": "Joey's good fortune comes crashing down when he foolishly claims in an interview forSoap Opera Digestthat he writes all his own lines onDays of Our Lives, angering the script writer who then kills off Joey's character. Phoebe's attempt to help Chandler bond with his new roommate ends up revealing Eddie's quirky behaviour. Sexual history dominates a discussion between two couples—Monica and Richard, and Ross and Rachel.",
    "[2, 19]": "Creeped out by his bizarre new roommate, Eddie, Chandler demands he move out. Eddie agrees, then does not even remember the conversation. Obviously deranged, he imagines that he and Chandler took a trip to Las Vegas that never occurred. Joey struggles dealing with losing his job onDays of Our Livesand the accompanying downfall in his lifestyle. He eventually moves back in with Chandler. In the process, they trick Eddie into thinking he has never lived in Chandler’s apartment before. Meanwhile, a new book on female empowerment inspires the girls to have a \"goddess meeting\", unleashing buried truths.",
    "[2, 20]": "Phoebe's positive outlook of the world is shattered when she learns how the movie,Old Yeller, really ends. She then starts watching all the films with melancholic endings that her mother used to forbid her from watching during her childhood and becomes seriously depressed, nitpicking over all the distressing details out of even the most cheerful films. Chandler and Joey have an extra ticket to a Knicks game, and Monica suggests they should take Richard along. Monica starts getting jealous when the three men constantly hang out soon after. Chandler and Joey regard Richard as the “cool dad” they never had, while Richard believed they were buddies. Meanwhile, Ross is disgruntled that he misses most of Ben’s firsts, so he decides to spend a whole weekend with his son in hope of eliciting more firsts out of him. In the process, Ross inadvertently reveals to Rachel that he has laid out a whole planned future for them, which greatly unsettles the latter.",
    "[2, 21]": "Ross and Chandler clash with two bullies at the coffee house over the couch where the gang usually hangs out, one of whom steals Chandler's hat. The bullies then eject Ross and Chandler from the coffee house for “hogging” the couch. Sick of drinking homemade “Kappucinos”, Ross and Chandler decide to stand up to the bullies. The four men are about to start fighting for the couch outside the coffee house when their personal items are stolen by some street burglars. They all eventually make amends to one another after working together to recover their items, though the bully who still wears Chandler’s hat refuses to return it. Monica, who only has $127 left, plays the stock market to avoid accepting a job offer at a tacky 1950s-themed diner known asMoondance Dinerafter going for the interview. She is eventually forced to work at the diner anyway after losing all her savings from unwise investments. The job requires Monica to wear a silly uniform and dance on the counter to old songs, much to her dismay. Meanwhile, Phoebe makes multiple attempts to visit her birth father, one of which ends up with her accidentally running over the family dog. When she finally musters up the courage to ring the doorbell and return the family dog, Phoebe instead meets her half-brother, Frank Buffay Jr. (Giovanni Ribisi) and learns that their father abandoned his second family four years earlier. Both Phoebe and Frank Jr. then decide to connect as siblings for the first time.",
    "[2, 22]": "Rachel comes back from her sister’s college graduation ceremony pissed at her parents for ruining it with their incessant rampage about the divorce. Concerned that her parents would not get along during her birthday party as well, she contemplates not inviting them to the party at all, though Monica has invited Rachel's mother, Sandra. Things quickly go awry when Rachel’s father, Dr. Green, unexpectedly arrives at the party right before Sandra does, prompting the gang to set up an impromptu second party at Chandler’s and Joey's apartment to keep the hostile couple apart. The second party turns out to be more fun and livelier than what Monica has planned, which results in some guests (including Gunther) leaving for the second party with the help of Phoebe. The gang tries to segregate both Greens throughout the night, and Rachel alternates between the two parties. She ends up feeling depressed, lamenting about her unavoidable future without her parents being together in it. Chandler, having had the painful experience of his parents divorcing, then comforts her. Both Sandra and Dr. Green are successfully kept apart despite many close calls, with Joey kissing the former as the latter leaves at the end of the party.",
    "[2, 23]": "Phoebe catcheschicken poxfrom Ross’s son just as her old flame, Ryan (Charlie Sheen), arrives in town on leave from the Navy. Even though he has never had chicken pox, he wants to be as close to her as possible and they end up spending the rest of the time being sick and trying not to scratch themselves. Chandler hires Joey as a temporary screener at his office and Joey decides to play it as a role. He creates his own character, \"Joseph\" (who has a wife and kids), and takes his roleplaying too far, which almost costs Chandler his job. Monica is upset that Richard does not have a \"thing\" – an unexplainable quirk – like she does. He eventually thinks of one to please her.",
    "[2, 24]": "Rachel agrees to be the maid-of-honor at her ex-fiancé's wedding, but a fashionfaux pasdraws much unwanted attention on her. This is made worse when she finds out that Barry has had slandered her for having syphilis and mental illness the day she runs out on their wedding in order to save his own ego. Ultimately, Ross comes to her defense and she stands up to Barry and the wedding guests. In the process, she also manages to overcome her fear of singing the Copacabana song from the eighth grade in public. To get a role in Warren Beatty's new movie, Joey must practice kissing guys. Neither Chandler nor Ross is willing to kiss him, though the latter ultimately decides to help out of guilt but Joey has gone for the audition earlier in the morning and does not get the role. Monica ponders her future with Richard - she wants to have children, but the latter does not due to old age and having had grandchildren. Unable to reconcile this difference, the couple reluctantly breaks up. Chandler falls for a mysterious internet woman who turns out to be his ex-girlfriend, Janice.",
    "[3, 1]": "Ross reveals a sexual fantasy to Rachel, which involvesPrincess Leia's gold bikinifromReturn of the Jedi. Monica suffers from insomnia after breaking up with Richard. Chandler, back together with Janice, wants Joey to bond with her, a seemingly impossible request. To remedy the situation, Janice insists she and Joey spend a fun day together so they can finally bond. Joey later admits to Chandler that he still cannot stand Janice, but says that they both survived the day without incident, which is enough to satisfy Chandler.",
    "[3, 2]": "Ross is in a hurry to get everyone ready in time for an important banquet at the museum but they keep delaying. Monica freaks out after hearing a voicemail from Richard, unsure if it is an old message or a new one. Joey and Chandler fight over who can sit in Monica's chair. Phoebe arrives on time but gets in the way of Joey and Chandler throwing hummus, which lands on her dress. Joey takes the chair cushions, then puts on all of Chandler's clothes. Rachel refuses to go after Ross yells at her for not being dressed.",
    "[3, 3]": "Phoebe is stalked by a man named Malcolm who mistakes her for her identical twin, Ursula. Phoebe then tries to help Malcolm to get over Ursula. Ross and Rachel give Chandler \"boyfriend\" lessons, one of which ultimately backfires on Ross. Monica copes with her break-up with Richard by making jam, and then considers having a baby byartificial inseminationthrough asperm bank. Joey's arm is in a sling after hurting his shoulder jumping on the bed. (Matt LeBlanc dislocated his shoulder in the previous episode, which was written into the plot).Guest star:David Arquette(who would later go on to marry Monica's actress, Courteney Cox)",
    "[3, 4]": "Phoebe pretends to be Joey's agent and has some success in getting him auditions, but the initial rush soon wears off when she is forced to tell him why he is always being turned down. Ben brings aBarbiedoll that he has personally picked for himself on his weekend visit with Ross. This bothers Ross, who then tries to get him to give up Barbie in favor ofG.I. Joe. Chandler is advancing in his relationship with Janice and, realizing his fear of commitments, seeks the girls' advice.",
    "[3, 5]": "Phoebe's half-brother, Frank Jr., comes to town but his quirky behavior makes bonding difficult. This is made even more awkward when Frank Jr. initially misunderstands that Phoebe works as a hooker, and sexually hits on her masseuse friend during a massage session. Joey builds an entertainment unit that is too big for the apartment and annoys Chandler. When Joey bets five bucks that he can fit inside the entertainment unit, Chandler purposely loses the bet in order to lock him in as payback. Ross is challenged to make a list of five celebrities that he would most likely sleep with. WhenIsabella Rossellinicomes into the coffee shop, Ross tries flirting with her by claiming she was on his list at first, but bumped her off (forWinona Ryder) upon hearing Chandler's explanation that she is \"international\".Guest star:Isabella Rossellini.",
    "[3, 6]": "When Janice playfully asks the gang if any two of them (other than current couple Ross and Rachel, as well as siblings Ross and Monica) have ever slept together, the gang flashes back to 1993 (one year before the pilot episode), the time when the coffee shop was a bar. The gang's secrets are revealed: Ross and Phoebe nearly had sex on a pool table when the former was depressed after finding out his then-wife, Carol, is a lesbian; Joey mistook Monica's lemonade offer as an advancement and hit on her by getting naked; Chandler tried to hit on Rachel at the bar when he overheard her lamenting to her girlfriends that she might not have anymore casual flings after getting married with Barry. She brushed Chandler off initially, though fantasized about having sex with him while driving later on.",
    "[3, 7]": "Rachel tries to get her father and Ross to bond during a dinner out together, only for Ross to criticize her father for under-tipping. Hoping for one last chance for the men to get along, Rachel sets up a brunch the morning after, only for it to backfire on her when she realizes that criticizing her is the only common interest that both men have. Joey teaches a soap opera acting class. When he finds out that one of his students are up against him for the same role (a boxer) in a soap opera, Joey tries sabotaging the student's chances by suggesting that the latter should audition with the idea that the boxer is gay. The gang lambaste Joey for betraying the student's trust, though it ultimately backfires on Joey when the student wins the part instead of him. Monica tries returning a bed after receiving the wrong one from Janice's ex-husband's store. While trying to help Monica return the bed to the store, Joey catches Janice kissing her ex.",
    "[3, 8]": "When Chandler wants to buy Janice an expensive gift for her birthday, Joey reveals that he saw her kissing her ex-husband. Upon confronting her about the kiss and heeding Joey's advice, Chandler reluctantly breaks up with her, not wanting her to destroy her family. While babysitting Ben, Monica accidentally bumps his head on a post. Both Monica and Rachel try to hide the bump from Ross, though Ross manages to guilt trip his sister and ultimately bumps his head afterwards, also on a post and seemingly on the same spot as his son. Phoebe has a bad toothache but fears going to the dentist because it always leads to somebody that she knows dying. She finally visits the dentist after Rachel urges her to, and upon returning, is relieved to find out that everybody she knows is still alive, thereby \"breaking the curse\". However, her happiness is short-lived when the gang notices shortly afterwards that Ugly Naked Guy has been lying motionless in his apartment in the adjacent building for the entire day. The gang then fashions a long and giant poking device using only chopsticks to determine if he is alive and is relieved when he swats it away.",
    "[3, 9]": "Emotions become the feast of the day when the gang plays touch football on Thanksgiving, unleashing Ross's and Monica's competitive streaks. Joey and Chandler argue over who gets to date a Dutch model watching the game. Rachel, feeling continually sidelined, makes a play that seems to win the game, but when it falls short, Ross and Monica simultaneously dive for the ball, with neither one refusing to yield it.",
    "[3, 10]": "When Gunther tells Rachel that she has to undergo retraining despite having worked at the coffee shop for two and a half years, she becomes fed up and ultimately quits upon heeding Chandler's and Joey's advice on taking the fear from being unemployed in order to pursue her passion in fashion. Both men then lend out a helping hand in her job search - Chandler helps her in preparing her resumḗs, while Joey gets her a job lead at Fortunata Fashions (FF) with the help of his father. She eventually gets hired at FF, but her happiness is short-lived when she finds out the job still requires her to do waitressing. Phoebe helps Joey with selling Christmas trees, but becomes disconcerted after learning that the old and unused trees get thrown into a chipper. Monica and Joey then decide to buy all those trees in order to appease Phoebe. Ross accidentally breaks a little girl's leg, and then attempts to make it up to her by helping her sell Brown Bird cookies to people (including Monica who gets addicted to \"Mint Treasures\" cookies all over again) in order to help her win a trip toSpace Camp. When he does not win the trip in the end, he decides to give the girl an unprecedented private Space Camp experience with the help of Chandler and Joey.",
    "[3, 11]": "Monica and Rachel's noisy upstairs neighbor is excessively charming. Phoebe confronts him about the noise and ends up dating him, making Monica and Rachel uncomfortable when they later hear all of Phoebe's intimate upstairs activities. Rachel is frustrated with her new job of making coffee all day and sorting hangers. When Rachel vents her frustration to Monica at the diner, a customer named Mark mentions a vacancy in his department atBloomingdale'sand arranges an interview. Rachel gets the job, but Ross suspects Mark has ulterior motives for recommending her. A drunken Chandler fools around with one of Joey's sisters, but later cannot remember which one, angering Joey.",
    "[3, 12]": "Convinced Mark wants to steal Rachel, a jealous Ross showers her with romantic gifts at the workplace. Rachel assures Ross he can trust her with Mark, then becomes jealous when he and Ben have a play date with the stripper from a bachelor party he attended who has a son Ben's age. Joey's numerous lies on his padded résumé catch up with him when he is forced to teach a dance to an entireBroadwaycast, unsuccessfully. Monica dates Julio, a busboy from the diner who writes her a poem called \"The Empty Vase\". Touched, Monica sleeps with him, but Phoebe explains that the poem means he thinks she is \"empty\" inside. When Julio reveals that the poem is aboutallAmerican women, Monica later gets revenge.",
    "[3, 13]": "Monica's willpower is tested after running into Richard at the video store. The two decide to just be \"friends\", but soon are more than that. Joey agrees to readLittle Womenwhile Rachel readsThe Shining. Phoebe's athletic new boyfriend accidentally keeps exposing himself through his loose-fitting shorts.",
    "[3, 14]": "Phoebe is reunited with her former singing partner Leslie (E.G. Daily), but is offended when Leslie thinks \"Smelly Cat\" has potential as cat food ad jingle. Chandler dates a woman with a prosthetic leg (Sherilyn Fenn), only to learn she once dated Joey, who accidentally threw her artificial limb into a fireplace. Ross, fed up with Rachel's long work hours, is ecstatic when Mark leaves Bloomingdale's for another job, only to discover he and Rachel are attending a fashion seminar together. To prevent Rachel going with Mark, Ross accompanies her instead, but he quickly falls asleep, causing a fresh argument leaving their relationship on rocky ground.",
    "[3, 15]": "Chandler and Joey are both attracted to Chloe (Angela Featherstone), the girl who works at the copy center. Phoebe dates an East European diplomat whose interpreter accompanies them everywhere to translate. To gain some privacy, Phoebe fixes up Monica with the interpreter. She soon regrets it after the interpreter wants to spend all his time talking to Monica. Ross and Rachel's relationship is further strained when she has to work late on their one-year anniversary. Ross surprises her with a basket lunch, but she insists she is too busy. They later have a bitter fight with Rachel saying they need a break. Upset, Ross goes drinking with Joey and Chandler and ends up sleeping with Chloe.",
    "[3, 16]": "Rachel calls Ross the next morning saying she wants to get back together. Ross rushes Chloe out of his apartment before Rachel arrives, then frantically runs around trying to cover up the trail leading to his and Chloe's tryst. Rachel discovers the truth from Gunther, and she and Ross have a huge fight as the other four friends listen in from Monica's bedroom. Ross is desperate for forgiveness, but Rachel refuses and ends the relationship, leaving both devastated.",
    "[3, 17]": "The aftermath of Ross and Rachel's breakup leaves the group in a state of stress, as the other friends are trying to keep them all intact without alienating the former couple. Rachel understandably does not invite Ross on a weekend ski trip with the rest of the group, but less rationally refuses to contact him even after her car breaks down and they have no other way to get out of the snowy back-country road they are stuck on. Phoebe contacts Ross covertly to come help them, which he reluctantly agrees to, and Rachel is angry that he was called and insults him when he shows up, leading to Ross in turn getting angry at her and declaring that Monica and Joey agreed with his \"we were on a break!\" defense. Things get so bad that Chandler nearly has a breakdown, but Phoebe bluntly tells Ross and Rachel that enough is enough and they have only two options: be polite to each other and function in the group, or be this way and see the friends break apart for good. They agree to be civil, and Rachel invites Ross to join them on the trip, leading Ross in turn to politely decline and wish them a good time.",
    "[3, 18]": "One of Monica's customers, Pete Becker (Jon Favreau), who wants to date Monica, leaves her a $20,000 tip that she considers to be a joke, but he turns out to be a billionaire. Monica reluctantly agrees to a date with Pete, who takes her out for pizza--in Italy. Phoebe is shocked when her 18-year-old brother becomes engaged to his former teacher, Alice (Debra Jo Rupp), a woman more than twice his age. Phoebe convinces Alice to come to her apartment and tell Frank why the relationship cannot work, only for this to backfire when the couple become passionate upon seeing each other. Chandler uses a hypnosis audio tape while sleeping to quit smoking, but it is meant for women, which brings out his feminine side.",
    "[3, 19]": "Rachel has a date with Mark, her first since splitting with Ross, but soon finds she is unready for a new relationship. This leaves Ross devastated, and he plans to break them apart but Chandler convinces him to accept the fact that Rachel has \"moved on\". Joey develops a crush on Kate (Dina Meyer), his costar in his new play. Monica continues dating Pete, even though she is still not attracted to him.",
    "[3, 20]": "Rachel regrets arranging a date for Chandler and her boss, Joanna. Joey's interest in Kate intensifies after they sleep together, but her relationship with the play's director complicates matters. Monica's aunt dies, leaving her a beautiful antique dollhouse. Monica invites Phoebe, who never had a dollhouse, to help her set it up, but gets upset with Phoebe's creative embellishments. Phoebe gets angry and brings over her homemade dollhouse, which meets a sad end.",
    "[3, 21]": "Pete offers Monica the head chef job at a new restaurant he just bought, but she suspects he is using it to woo her. When he insists he is over her and has met someone else, Phoebe correctly surmises he is lying. While Pete and Monica inspect the restaurant, Monica realizes Pete's true motive, then surprisingly discovers she has genuine feelings for him. Joey and Chandler adopt a chick and a duck. When Rachel struggles to get ready for a work event due to a broken rib, Ross tries to assist her, then ultimately skips being on a panel for theDiscovery Channelto take her to a hospital when he realizes she is in too much pain to attend the event. This leaves her touched by what he gave up to help her, and she is left feeling positive about him for the first time in a long time.",
    "[3, 22]": "Rachel dates Tommy (Ben Stiller), an aggressive bully who terrorizes anyone crossing him. When only Ross observes his bad behavior, everyone else claims he is just jealous over Rachel, but Tommy eventually cannot hide his true self and the group finally sees Tommy's true character when he screams at the chick and the duck. Joey and Kate part when she gets an acting job in Los Angeles. Using Monica's phone, Phoebe is on hold for days waiting to speak to a company before her warranty expires, unaware it is not a toll-free \"800\" number.",
    "[3, 23]": "Afflicted with a mysterious skin condition on his back, Ross seeks advice from Phoebe's herbalist (Kevin McDonald). Unable to choose between dating a hunky fireman or a smart kindergarten teacher, Phoebe attempts to date both, though neither is entirely what she believes them to be. Monica thinks Pete wants to break up after he says they \"need to talk\" when he returns from Atlanta. Monica thinks Pete is going to propose when she finds a receipt from a ring designer. To her initial relief and then shock, Pete had a professional athletic ring built to pursue his dream of being an Ultimate Fighting champion.",
    "[3, 24]": "Monica tries to support Pete'sUFCdreams, but after his brutal losses, she says she cannot stay if he continues, then breaks up with him after he refuses to quit. Chandler has a problem when his new boss keeps slapping his butt in a friendly but inappropriate manner but at the end he lets his new boss slap his butt after feeling left out. Phoebe sets Ross up on a date with Bonnie (Christine Taylor), a pretty girl who used to shave her head. Rachel is not happy to see that Bonnie is now a very hot blonde, nor that Ross likes her a lot.This episode features a cameo skit byBilly CrystalandRobin Williams.",
    "[3, 25]": "Chandler tries proving to Monica that he is \"boyfriend material\". The gang goes to Montauk for the weekend, but their borrowed beach house is filled with sand after a storm. Phoebe meets the woman, also named Phoebe, who knew her parents. She suspects the elder Phoebe knows more than she is telling, so she breaks into her house looking for information about her father. Elder Phoebe catches her, then confesses that she is Phoebe's birth mother. The gang plays strip Happy Days game, with Joey losing more than his shirt. Rachel and Ross flirt until Bonnie unexpectedly shows up and has loud sex with Ross, making Rachel even more jealous to the point where she convinces Bonnie to shave her head bald again. Ross discovers that Rachel still loves him and may want to reconcile; meaning he must choose between her and Bonnie.",
    "[4, 1]": "Ross breaks up with Bonnie in order to get back with Rachel, who prompts him to first read her 18-page letter discussing their relationship and previous break-up. Ross falls asleep while reading the letter, and unwittingly agrees to take full responsibility for their break-up later on. Ross and Rachel then break up again after he refuses to take all the blame for their previous problems (as have been stated in the letter) and insists they were \"on a break\". Joey and Chandler come to Monica's rescue after she is stung by a jellyfish - one of them has to pee on her leg to relieve the pain, as suggested by Joey who has learnt it from watching the Discovery Channel. Phoebe goes to see her sister, Ursula, who reveals that she already knows the truth about their birth mother.",
    "[4, 2]": "Monica runs into Chip Matthews, Rachel's high school prom date, and is thrilled when he asks her out, though it causes tensions between her and Rachel (and ultimately Ross). Monica quickly realizes Chip never matured beyond high school and dumps him. Chandler forces Joey to sell the entertainment unit that Joey built after Chandler keeps ripping his work suit on it. A prospective buyer traps Joey inside the unit, then steals most of the guys' furniture. Phoebe is overjoyed to find a cat that she believes contains her adoptive mother’s (Lily’s) spirit.",
    "[4, 3]": "Joey is enticed when a door-to-door encyclopedia salesman shows up at his apartment, since he has always felt left out whenever the gang has intellectual conversations. However, Joey can only afford to buy the sample volume and becomes knowledgeable only on subjects that start with the letter \"V.\" Monica caters a party for her mother, but the mini-quiches are effectively ruined when one of her false fingernails gets lost in one. Judy then reveals that she expected Monica to mess up so she bought frozen lasagnas as back-up. Monica, upset that her mother has never had faith in her, whips up delicious dishes at the last minute to prove her mother wrong. Judy ultimately gets impressed and the two reconcile. Meanwhile, Chandler begins dating Rachel's boss, Joanna, again but lands in a sticky situation when Joanna handcuffs him inside her office, then leaves for a meeting that gets delayed, stranding him for hours. Rachel is furious when she sneaks into Joanna’s office (having been under the impression that Joanna has been listing names of employees that would get a Christmas bonus) to find Chandler stuck there pantsless, since he has promised to end the relationship many times but never does.",
    "[4, 4]": "Phoebe struggles to remain professional with an attractive client. When she finally confesses her feelings to him, he reciprocates and the two start making out. Phoebe’s boss then walks in on them, informs her the man is married, and then fires her for “being a whore”. Chandler hits a snag whenever he tries to revoke his gym membership due to pressure from the assertive staff, so he enlists Ross's help. However, he still fails to quit and Ross ends up joining the gym. Both men are then revealed to have serious problems in being assertive whenever an attractive lady is involved. Joey confronts Mr. Treeger after he makes Rachel cry. Mr. Treeger responds by threatening to report Monica for illegally subletting her grandmother's apartment to Rachel. In order to save the girls from eviction, Joey reluctantly agrees to help Mr. Treeger practice ballroom dancing in order to help the latter impress his crush at an upcoming social event.",
    "[4, 5]": "Phoebe has a cold that she thinks improves her singing voice, only to be frustrated when her \"sexy phlegm\" disappears. She then desperately tries to catch a cold again from multiple sources, including Monica and Gunther, in order to get her “sexy” voice back. Ross attempts to make Rachel jealous by dating Amanda, a beautiful woman with a child Ben's age, only to discover that she just acknowledges him as a babysitter to her child. As payback, Rachel also starts dating a cute college guy, Josh, who turns out to be immature and constantly stealing from her and the gang. Meanwhile, Chandler falls in love with Joey's new actress girlfriend, Kathy, much to the former’s dismay.",
    "[4, 6]": "Phoebe helps Monica cater a funeral, but the merry widow intimidates Monica to avoid paying. Phoebe then takes charge and demands the widow to settle the bill. Both girls ultimately decide to start their own catering business. Chandler reluctantly helps Joey find Kathy a birthday present better than the one he bought for her (a limited edition book from Kathy’s childhood), ultimately sacrificing his gift to substitute for Joey's tacky one (a dual-functioning pen). Ross, revolted by his beautiful new girlfriend's filthy apartment, finally calls it quits. Rachel is determined to complete a crossword without help. Kathy later thanks Chandler for the book, realising that he bought it instead of Joey.",
    "[4, 7]": "Ross starts playing the keyboards again after much prompting from Phoebe. His musical compositions leave the gang aghast, except for Phoebe who thinks they are brilliant. Chandler's feelings towards Kathy reach a breaking point after they kiss. Guilt-ridden, he eventually tells Joey the truth and then vainly tries to fix things but to no avail. Joey is outraged by Chandler’s betrayal even though he is dating another woman at the same time.",
    "[4, 8]": "During Thanksgiving dinner, Joey punishes Chandler for kissing Kathy by sentencing him to a “time out\" inside a crate, for the same duration as when Joey was stuck in the entertainment unit in an earlier episode. Joey finally relents when he witnesses Kathy breaking up with Chandler, who is still inside the crate and resists responding in spite of the situation. Joey ultimately gives Chandler and Kathy his approval and prompts the former to chase after the latter. Ross is shocked to learn that Rachel exchanges every gift she is given, but she shows Ross that she keeps things that matter. Monica becomes infatuated with Richard’s son, Timothy, who is also an eye doctor, when she has an appointment with him after accidentally getting some ice into her eye. Monica and Timothy later kiss, though the former reveals that the kiss reminds her of Richard and both get disgusted soon afterwards.",
    "[4, 9]": "Monica and Phoebe buy a tacky van for their new catering business, but plans are upended when Monica is offered the head chef job at “Alessandro's”, a restaurant she recently trashed in a review for a neighborhood paper. Rachel applies for an assistant buyer job in another Bloomingdale's department, only to be sabotaged during the interview by her boss, Joanna, who wants to keep Rachel as her assistant. Rachel confronts Joanna, who then offers to make her an assistant buyer in her department. Unfortunately, Joanna meets an untimely end before Rachel's promotion takes effect. Ross and Chandler are excited when their friend Mike 'Gandalf' Ganderson is coming to town to party all night. When Gandalf cancels at the last minute, Joey says they can still have a great time, though the guys get beaten down before the night ends.",
    "[4, 10]": "Chandler's attempt to set Rachel up with someone from work gets out of hand when his colleagues start competing with one another, believing she only wants a fling. He then scares everyone off by saying Rachel wants a serious relationship. Monica's new staff at Alessandro's resent her for replacing their family member as the head chef, and constantly bully her at work. Upon heeding Chandler’s advice, Monica hires Joey just so she can fake fire him in order to show her staff who is boss. When Joey gets lucrative tips from working at the restaurant, he refuses to give Monica a reason to fire him. However, when Joey truly sees the degree of cruelty and abuse Monica is being forced to endure, which almost makes her resign, he sticks to his part and Monica fires him in front of everyone. This is enough for Monica to acquire control over her colleagues who realize they could get fired too. Ross is torn between a pretty but overly-serious girl who lives nearby and a fun one who lives upstate, which requires him to commute long hours to meet. Phoebe writes a holiday song for her friends but has trouble rhyming their names with holiday-themed things.",
    "[4, 11]": "Chandler has not had sex with his girlfriend, Kathy, ever since they got together due to the former’s fear of not being able to “fill Joey’s shoes”. Monica and Rachel then offer Chandler some advice on improving his bedroom performance, leading to Kathy expressing her endless gratitude to Monica. Ross lands Joey a job as a tour guide at the museum, which ultimately results in the latter’s disappointment when he witnesses an existential class divide within the museum. His friendship with Ross becomes strained when the latter is not willing to sit with him in the lunch room due to their designation differences. Guilt-ridden by the lunch incident, Ross decides to make amends to Joey by rectifying the class divide in the museum the next day. Phoebe's brother, Frank Jr., and Alice have eloped and tried to conceive naturally many times, without any success. The couple then asks Phoebe to carry their baby. Phoebe’s birth mum decides to give her puppy to Phoebe for a few days to help the latter make her decision. Phoebe eventually decides to fulfil Frank Jr.’s and Alice’s wishes.",
    "[4, 12]": "Rachel and Monica demand that Chandler and Joey get rid of their pet birds when the rooster starts to crow incessantly every morning before sunrise. The four of them also have an argument about who knows whom better, which results in Ross designing a trivia quiz with high stakes: if the men lose, they give up their pets, but if the women lose, they switch apartments with the men. The result comes down to a tie breaker, which the girls lose, thereby forcing them to move. Meanwhile, the embryos from Frank Jr. and Alice have been successfully implanted into Phoebe's uterus, leading to a tense wait that ultimately results in Phoebe’s pregnancy albeit much pressure from knowing that the chance of pregnancy is quite slim, and the couple has invested all their life savings for the IVF.In 2009,TV Guideranked this episode number 21 on its list of the 100 Greatest Episodes.[21]",
    "[4, 13]": "Monica is determined to continue being 'the hostess' and strives to succeed despite having switched apartments with Chandler and Joey. Chandler is worried when Kathy and a fellow actor, Nick, get steamy on stage in a play, which leads to him unfairly accusing Kathy of cheating on him. When he later goes to her apartment to apologize, he discovers that Kathy has started sleeping with Nick, even though the latter two did not when Chandler confronted Kathy about her possible infidelity. Rachel is disgruntled after Bloomingdale’s eliminates her department and “demotes” her to be a personal shopper in another department. However, her job attitude improves when she meets a handsome customer named Joshua. Having had no experience in asking a guy out, Rachel seeks advice from Joey and Phoebe, though her plan in asking Joshua out ultimately backfires on her when, according to her, she is not in the date that she has successfully asked for.",
    "[4, 14]": "Chandler is depressed over his break-up with Kathy, leading to the girls intervening to help him get over the latter. One of the plans involves bringing Chandler to a strip club. However, the plan backfires when the girls inadvertently sideline him. With no other options, Rachel asks for Ross's help after she accidentally becomes double-booked with Joshua and her boss, with the former inviting her to an inaugural club opening and the latter wanting her to accompany his niece, Emily, to an opera concert. Much to Ross’s chagrin, he agrees to meet Emily and take her to the opera concert. In the end, Ross and Emily hit it off and ultimately end up spending the weekend together at a Bed & Breakfast in Vermont, whereas Rachel is unable to enter the club that she has been invited to due to a mix-up and ends up not meeting Joshua at all. Meanwhile, Joey arrives home with an unpleasant odor following a three-day fishing trip with his father. He oversleeps and rushes to a movie set without showering. He later sneaks intoCharlton Heston's dressing room to take a shower and gets caught doing so by the latter.Note: This isHelen Baxendale's first appearance as Emily.",
    "[4, 15]": "Ross risks life and limb in his desperate attempt to prove to Emily how tough he is by playing an aggressive game of rugby with her athletic British friends. Monica becomes obsessed with a wall switch in her current (previously Chandler’s and Joey’s) apartment which appears to have no function. She resorts to every possible measure in trying to determine the switch’s origin, but to no avail, so she eventually gives up. Unbeknownst to her, the switch actually controls the television in her previous (now Chandler’s and Joey’s) apartment. Chandler runs into Janice during a manicure session with Rachel and goes to extreme measures to avoid her, which include telling her that he is being transferred toYemenfor work.",
    "[4, 16]": "Phoebe’s pregnancy causes her to crave meat despite being a devout vegetarian. She seeks Joey for advice and he decides to sacrifice his meat consumption in order to balance out the amount of meat that Phoebe eats. Meanwhile, Ross wants to spend as much time with Emily as possible before she returns to London. However, Rachel throws a fake surprise goodbye party for Emily as a ruse to invite Joshua, thereby disrupting Ross's more intimate farewell plans.",
    "[4, 17]": "Phoebe is shocked when she learns that she is expecting triplets and wants to find ways to help financially support her brother and sister-in-law. She ultimately decides to start a massage/taxi business with Frank Jr. using the van that the former and Monica were once going to use for a catering business. Monica persuades Ross to pursue Emily to the airport. Ross arrives just as Emily is boarding and says that he loves her. However, she merely thanks him and leaves. She later calls him to apologise for her lukewarm reaction and says it was because there is someone else. Monica believes that Emily reciprocates Ross’s love and convinces him to go to London to profess his love again. Ross flies off, unaware that Emily has returned to New York to declare her love for him. The couple finally connect by phone. Chandler and Joey are delighted to discover a free pornography channel on their TV and become addicted when they refuse to turn it off.",
    "[4, 18]": "Frank Jr. and Alice ask Phoebe to name one of their unborn triplets, which leads to Joey and Chandler competing to get her to choose their names. In the process, Joey argues that \"Chandler\" is a sissy name, prompting Chandler to consider changing his full name, though he has ulterior motives. Ross becomes paranoid when Emily and Carol's wife, Susan, spend time together in London, fearing that Susan would once again steal someone he loves. Rachel wears a revealing dress and an even sexier slip under it while dining with Joshua at his apartment, in hope of finally sleeping with him. However, her plans go awry when Joshua’s parents unexpectedly show up at the apartment.",
    "[4, 19]": "Monica and Rachel resort to desperate measures in order to win their apartment back from Joey and Chandler. These include bribing the guys with Knicks tickets and challenging them to another game. The girls lose the tickets and the game, but eventually switch apartments while Joey and Chandler are at the game. Monica and Rachel also kiss for a full minute (offscreen) to prevent Joey and Chandler from complaining. Meanwhile, Ross is disheartened with Emily returning to London again, so they spontaneously decide to get married.",
    "[4, 20]": "Chandler, frustrated by Joey's loud snoring, takes him to a sleep clinic, where he meets an attractive woman with her own sleeping issues. Monica and Phoebe pick up Emily's wedding gown at the bridal shop. Monica tries it on and refuses to take it off. She even resorts to wearing the gown at home while doing chores. Phoebe then shows up in a rented wedding dress, and both girls pathetically role-play as brides throughout the day. Rachel, struggling to accept Ross’s and Emily's engagement, shocks Joshua by suggesting they should get married. Rachel then leaves Joshua a voice message explaining she was just upset about the engagement; she never expects to see him again. Monica and Phoebe try cheering Rachel up by getting her to wear her old wedding dress, only for Joshua to unexpectedly show up. Seeing her in a bridal gown, he tacitly breaks up with her by running off for good.",
    "[4, 21]": "A pregnant Phoebe is frustrated that she is unable to attend Ross's and Emily’s wedding in London. Meanwhile, Ross surprises Emily by inviting Rachel, causing him to reminisce about their time together. Rachel ponders the invitation while also reminiscing about her relationship with Ross. She concludes it will be too heartbreaking to attend the wedding and ultimately decides to stay with Phoebe in New York.This episode acts as aclip showwhich includes much footage of Ross’s and Rachel's relationship up to this episode.",
    "[4, 22]": "Rachel and Monica throw a baby shower for Phoebe, who is experiencing extreme mood swings and growing depressed about having to give up the babies after they are born. Meanwhile, Ross chooses Joey over Chandler to be his best man, but Joey accidentally loses the wedding ring after throwing a bachelor party for Ross, which features a stripper. The men then discover that the duck swallowed the ring, and take it to the vet. The ring is successfully retrieved, and Ross ultimately decides to make both Chandler and Joey his best men.",
    "[4, 23]": "Everyone except Rachel and Phoebe fly to London for Ross’s and Emily's wedding. Joey embarrasses Chandler while sightseeing in London. Ross and Emily are shocked that their wedding venue is undergoing an early demolition. Monica suggests postponing the wedding, infuriating Ross. Back in New York, Phoebe sheds light on Rachel about the latter still loving Ross, prompting Rachel to head to London and stop the wedding by confessing to Ross. Later, Ross and Monica surprise Emily by transforming the partially-demolished church into a suitable venue. Joey becomes homesick but a bridesmaid cheers him up. Phoebe repeatedly calls London to get the gang to stop Rachel. After seeing Ross and Emily together, Rachel is unable to tell Ross the truth. Monica and Chandler sleep together, hiding it from the others. At the altar, Ross says Rachel's name instead of Emily's.",
    "[4, 24]": "",
    "[5, 1]": "After Ross mistakenly says Rachel's name instead of Emily's at the altar, she runs off and goes into hiding. Monica and Chandler, desperate to hook up again, are unable to find a suitable place. Rachel debates whether she should confront Ross about her feelings. Ross goes to the airport hoping Emily will show up so they can go on their honeymoon. He runs into Rachel who is on standby for a flight home. When it appears Emily is not coming, Ross persuades Rachel to go with him instead. Emily shows up at the airport, but seeing Rachel getting on the plane, she runs off again with Ross chasing after her. Rachel, waiting for Ross to board the plane, ends up going to Greece alone.",
    "[5, 2]": "Rachel returns from Greece, telling Ross she had a great time but is actually livid that he abandoned her on the plane. Ross attempts to reconcile with Emily who refuses to speak to him. Rachel wants Monica to make all her romance decisions, but ultimately ignores her. Once back home, Monica and Chandler are caught kissing, so Chandler kisses all the girls to cover up their budding relationship. Phoebe feels left out when the other friends talk non-stop about their London trip. Feeling guilty over this, the gang plans a weekend trip to Atlantic City, but just as they are about to leave, Phoebe's water breaks, so instead they head to the hospital.",
    "[5, 3]": "In an attempt to get over Ross, Rachel asks out two male nurses for her and Monica. This causes friction between Monica and Chandler, with Chandler reacting as if he does not care. In the delivery room, Phoebe frets about her Fonzie-obsessed doctor. Joey, who they think is only experiencing sympathy pain from Phoebe's labor, is diagnosed with kidney stones and admitted to the hospital. After giving birth to Frank and Alice's triplets: Frank Jr. Jr, Leslie, and Chandler, Phoebe has difficulty giving them up.",
    "[5, 4]": "Chandler starts behaving rather arrogantly after learning Monica thinks he is the best sex she has ever had. Phoebe does her best to find a selfless good deed. Ross finally contacts Emily to try and work things out. She agrees to come to New York, but only if Ross agrees never to see Rachel. Joey lands a job on aPBStelethon, much to Phoebe's disapproval, who believes there is no such thing as a selfless good deed.",
    "[5, 5]": "Ross tells Rachel that Emily does not want him to see her anymore. Rachel then worries she will be phased out of the group entirely, much like Chandler's old roommate, Kip, and seeks advice from Phoebe. Monica and Chandler sneak away for a weekend together and end up fighting. Joey eventually figures out the truth about their relationship, though they swear him to secrecy.",
    "[5, 6]": "Phoebe's mother sends her a fur coat, causing her to rethink her views. Emily's demands on Ross become more unreasonable, annoying his friends, and causing him to make a huge decision about his marriage. Monica and Rachel encounter what they think is a yeti man in the storage room leading to them fogging him with bug spray. Joey later explains that they fogged Danny, who just moved into their building. Rachel and Monica go to his apartment to apologize for fogging him, though he brushes them off.",
    "[5, 7]": "Rachel tries acting aloof with Danny, despite liking him. Phoebe begins dating Larry, a health inspector, but the friends are annoyed when he shuts down all their favorite restaurants after eating there. When Emily's cousin evicts Ross from the apartment he sublets to him, Joey and Chandler invite him to move in with them; his personal habits soon prove annoying.",
    "[5, 8]": "Monica cooks Thanksgiving dinner. After, everyone shared stories of their worst-ever Thanksgivings: Chandler learned of his parents' divorce; Joey got a raw turkey stuck on his head; newly-thin, teen-aged Monica accidentally cut off the tip of Chandler's toe with a sharp knife after he called her fat the previous year.",
    "[5, 9]": "Phoebe takes a literature course and regrets bringing Rachel, who does not take the class seriously. Joey tires of covering up Monica and Chandler's secret relationship. After creating a big fuss when Ross discovers that someone at work ate his sandwich, he is forced to take time off from work to deal with his anger issues after his marriage ends. Monica and Chandler silently beg Joey to maintain their secret after the other friends notice strange goings-on and think Joey is a pervert. Joey agrees but only by claiming that all the odd behavior is because he and Monica slept together in London, humiliating Monica.",
    "[5, 10]": "During his sabbatical, a bored Ross encourages Joey to write his own screenplay, ultimately causing friction between Chandler and Ross. Phoebe becomes overly aggressive collecting money for the poor in the run-up to Christmas. Monica sets Rachel up on a date with Danny, but Rachel quickly loses interest after Danny and his sister act overly affectionate with one another.",
    "[5, 11]": "The gang makes New Year resolutions: Rachel promises to stop gossiping; Monica tries to take more pictures of the group and be less fastidious; Phoebe wants to pilot a commercial aircraft; Joey wants to learn the guitar; Chandler must stop making jokes; and Ross wants to try something new each day. Phoebe's attempt to teach Joey the guitar ends badly. Ross encounters a problem when he wears a new pair of leather pants on a first date. Rachel receives a shock when she picks up the phone and overhears a conversation between Monica and Chandler.",
    "[5, 12]": "Monica is dismayed by how Chandler kisses up to his boss at work. Rachel tries to get Monica to confess her secret about Chandler, but Monica is unwilling to confide anything. Ross learns Emily is engaged again, and has a one-night stand with someone the group is all too familiar with, Janice. Later, Janice breaks up with Ross, unable to stand his perpetual whining. Ross asks Chandler to forgive him for sleeping with his ex, believing it breaks a friendship rule. Chandler is amused, but realizes he can leverage that in case Ross becomes upset when he eventually finds out about him and Monica.",
    "[5, 13]": "Phoebe's grandmother dies, and she is shocked when her father, Frank, comes to the funeral. Wanting to know more about him, she arranges an encounter without revealing her identity. Joey wants to look stylish for an upcoming audition, so Rachel helps out, styling him with a \"man's bag\" as an accessory. Joey loves the bag, but everyone else considers it a purse. Monica is upset that Chandler dislikes her massages, which he finds extremely painful.",
    "[5, 14]": "Ross applies for Ugly Naked Guy's apartment when he moves out, only to find there is fierce competition. While viewing the apartment with Ross and Rachel, Phoebe happens to see Monica and Chandler through the window, having sex. Joey is relieved that everyone except Ross finally knows and he no longer has to pretend, but Rachel and Phoebe want to have some fun by forcing them into confessing. Rachel suggests Ross strike up an acquaintance with Ugly Naked Guy by finding similar interests to win his apartment, causing Ross to employ an extreme method. Chandler and Monica finally confess they love each other, but want to keep it secret from Ross a while longer...but Ross soon finds out, causing another emotional outburst in front of his boss who just cleared him to return to work.",
    "[5, 15]": "Ross is initially furious upon learning about Chandler and Monica, but quickly comes round when he learns they are serious about each other. Joey dates a girl (Soleil Moon Frye) who likes punching him. Ross gets off on the wrong foot with his new neighbors when he reasonably declines contributing a large sum towards the retiringsuperintendent'sretirement party. Chandler and Monica have problems with their relationship after everyone jokes about marriage. Monica is upset that Chandler refuses to consider marriage, and he becomes so worried about losing her that he hastily proposes. Monica turns him down, saying she only wants him to be open to getting married one day, and that they are not ready yet.",
    "[5, 16]": "Phoebe finds a police badge at the coffeehouse and has fun pretending to be a cop – until she pulls it on the owner, a cop named Gary (Michael Rapaport). He later asks her out for dinner. Ross buys a new couch, but refuses to pay the huge delivery charge. Ross soon wishes he had paid the fee as he and Rachel struggle to get the couch up to his apartment. Joey is upset after having a romantic dream about Monica. However, Monica assures him it is only because he wants a serious relationship similar to Monica and Chandler's.",
    "[5, 17]": "Rachel interviews with Ralph Lauren and accidentally kisses her interviewer and prospective boss – Mr. Zelner. Monica wants to prove that she and Chandler are a hotter couple than Phoebe and her new boyfriend, Gary. Joey flirts with a girl who lives across the street in Ross' building. When he goes to meet her, he cannot find her apartment and continually ends up at Ross' door, having miscalculated the floor number. Eventually Monica helps him find the apartment only to find Ross in the  girls apartment (with whom the girl met Ross earlier and goes out with him).",
    "[5, 18]": "Rachel attempts smoking to feel more included at work with her boss and co-worker. Joey auditions for a soup commercial with Ben playing his son. When the director pairs Ben with another father, Joey is left in the uncomfortable position of competing with his friend's son. Monica and Phoebe plan Rachel's birthday party, but when  Monica takes over, leaving Phoebe in charge of only cups and ice, Phoebe goes all out.",
    "[5, 19]": "Rachel secretly helps out Ross after he botches flirting with the pizza delivery girl. Joey invites his grandmother over to watch his role onLaw & Order– but when his part has been cut, he quickly improvises his own two-minute role and sneaks in the video for everyone to watch. Monica asks Phoebe for a pair of earrings she loaned her, but Phoebe lent them to Rachel, who lost one.",
    "[5, 20]": "The boys go on a ride-along with Phoebe's cop boyfriend, Gary. Mistaking a car backfiring for the sound of gunshots, Joey throws himself onto Ross, attempting to protect his meatball sandwich. Chandler then thinks Joey cares more about Ross than him. Meanwhile, while borrowing margarita ingredients from Ross' apartment, Rachel overhears Emily leaving a message saying she is having doubts about going through with her wedding and wants Ross to consider them getting back together. When Rachel accidentally deletes the message, she agonizes over telling Ross.",
    "[5, 21]": "Phoebe freaks out after learning Gary is planning to ask her to move in with him, which she is not ready for. Phoebe reluctantly agrees to move in, however the relationship quickly ends when Gary shoots a bird tweeting outside the bedroom window. Rachel buys a hairlessSphynx catfor $1,000 but quickly regrets her purchase when everyone mocks it and the cat continually hisses at and scratches her. She eventually unloads the creature on Gunther, making a profit. Ross and Joey pass time by tossing a ball back and forth, and subsequently try to see how long they can go without dropping the ball. Monica joins in, then Chandler, who is called a 'Dropper', joins in.",
    "[5, 22]": "Joey lands a role in an independent movie, then borrows Phoebe'staxicabto drive to theLas Vegaslocation. Chandler rides along but learns that Joey will not get paid unless the movie is successful. He remarks that he does not think the movie will be Joey's big break. Furious, Joey kicks Chandler out, stranding him on the George Washington Bridge. Chandler later phones Joey and apologizes, though Joey does not tell Chandler that he was right. Production has been cancelled because of low-cost of funds forcing Joey to get a job atCaesars Palaceas a gladiator. Meanwhile, Rachel has an eye infection but resists using the prescribed eye drops; Phoebe is angry at Ross and refuses to make up, leaving it to Ross to figure out what he did, only to discover Phoebe dreamed it.",
    "[5, 23]": "Monica has lunch with Richard but does not tell Chandler, who eventually finds out, ruining their anniversary. The gang goes to Las Vegas to visit Joey. Monica, Chandler, and Phoebe find him working at Caesar's Palace while his movie is shut down. Ross sees Rachel naked through his apartment window, mistaking it as an invitation to \"the physical act of love\". On the plane to Vegas, Ross and Rachel needle each other; he draws a mustache on her with a marker pen while she is asleep. In Vegas, Ross and Rachel get drunk. Joey discovers his \"identical hand twin\" that he believes is a money-making opportunity to fund his movie. Phoebe feuds with a slots \"lurker\" and gets ejected from the casino, though she returns as \"Regina Phalange\". Chandler and Monica decide to get married. At the wedding chapel, Ross and Rachel drunkenly stumble out of the chapel ahead of them.",
    "[6, 1]": "In Vegas, Ross and Rachel initially have no memory of getting married the previous night, then must deal with the aftermath of their drunken escapade. Phoebe and Joey drive back to New York in Phoebe's cab. She becomes angry when Joey sleeps most of the way rather than playing his promised fun road trip games; she unnerves Joey by picking up a hitchhiker while he was napping. Back at home, Monica and Chandler ponder the idea of marriage and decide to take their relationship forward a step by living together.Opening Credit Gag:Courteney CoxmarriedDavid Arquettebetween seasons 5 and 6 and she changed her last name to Cox-Arquette. As a tribute to them,Courteney Cox-Arquettewas given top billing for the episode, and \"-Arquette\" was added to every cast member's last name in the opening credits.",
    "[6, 2]": "Ross promises Rachel to get their Vegas marriage annulled, only to shock Phoebe by confessing he cannot go through with it, unable to handle another failed marriage. Whilst he and Phoebe consult other women to see whether they would date him after three divorces, one of the women hypothesises that Ross is still in love with Rachel, to which Phoebe agrees. Ross adamantly denies this and unsuccessfully attempts to secretly annul the marriage himself. Monica and Chandler announce they are moving in together. Joey reacts badly to the news, though Chandler reassures him their friendship will remain the same. Rachel mistakenly believes all three will be living together until Monica explains Rachel has to move out. Rachel then upsets Monica by her blasé reaction, convinced Monica and Chandler will never go through with it. When Monica assures her they will, Rachel becomes distraught and seeks comfort from Ross, just as he is about to tell her the truth about their marriage.",
    "[6, 3]": "Ross denies to Phoebe that he loves Rachel, yet invites her to move in with him, all while Rachel is unaware they are still legally married. Monica flatly dismisses Chandler's idea to turn the spare bedroom into a game room. Chandler claims Monica still considers it only her apartment, resulting in a fight and Ross being the mediator. Meanwhile, Joey has trouble finding a new roommate.",
    "[6, 4]": "Joey's health benefits lapse just as he develops ahernia. Unable to afford treatment and unwilling to borrow the money from Chandler, he takes on an acting role to renew his insurance, during which the hernia helps out with an uncooperative child star. Ross is given a guest professorship at New York University and, eager to impress his students, inexplicably lapses into a fake English accent. While he tries to tone down the accent and pleads with his students to help him get a permanent teaching job at the university, Rachel discovers she and Ross are still married, and charges into his class yelling at him.",
    "[6, 5]": "Rachel forces Ross to get the annulment, and as retribution for him lying to her, she fills out the annulment paperwork saying Ross is gay, mentally unstable, and addicted to intravenous drugs. When Ross contests the false information and reveals their previous relationship, the judge (Conchata Ferrell) then disallows an annulment and rules they must obtain a divorce. Ross is miserable, but cheers up when Rachel confesses that getting married was her idea. They share a brief moment of thought, confessing they believed that if they ever got married together it would last. Joey tries to impress girls by pretending to own a Porsche, whose owner left its keys in Central Perk. Phoebe recruits Monica and Chandler to help her babysit the triplets, but Monica takes Chandler to the emergency room when he swallows a toy gun, leaving Phoebe alone.",
    "[6, 6]": "On the night before Chandler moves in with Monica, Chandler tries to give Joey money to make sure he has enough for his expenses. When Joey refuses, Chandler invents a game called \"Cups\" and \"loses\" the money to Joey, only for Joey to later lose it all to Ross in the same game and then for Chandler to win it back during the credits. Discovering Rachel has not packed, Monica and Phoebe offer to help. When the two girls get emotional, Phoebe suggests they think of the things they will not miss about each other, leading to a massive argument and Rachel refusing to leave.",
    "[6, 7]": "Rachel moves in with Phoebe. However, Rachel is embarrassed by Phoebe's odd running style and attempts to avoid her during their morning jogs throughCentral Park. Joey takes in a new roommate: dancer Janine (played byElle Macpherson). Chandler wants to impress Monica by cleaning the apartment but panics when he forgets where everything is supposed to go.",
    "[6, 8]": "Ross wants to impress an impending date by whitening his teeth but overdoes it. Phoebe may or may not have made out with Ralph Lauren, which gets Rachel into trouble with her boss. Joey picks up some feminine tastes from his new roommate Janine, worrying Chandler.",
    "[6, 9]": "Ross is forced to tell Chandler why Jack and Judy dislike him. While in college, Ross experimented with pot and was found out by his parents but he claimed it was Chandler's pot. Rachel makes dessert, but when the recipe book's pages get stuck together, she combines an English trifle with beef sauteed with peas and onions. Phoebe has a sensual dream about Jack Geller, Monica and Ross' father. Joey and Ross want to skip Monica's Thanksgiving dinner after Janine invites them to hang out with her and her dancer friends.",
    "[6, 10]": "Janine is appearing in the pre-recordedDick Clark's New Year's Rockin' Eve, and invites Joey, Ross, and Monica to participate in the dancing. While there, Joey wants to ensure a kiss with Janine at midnight, while Monica and Ross wrangle their way onto camera by doing \"The Routine\", their old high school dance. Meanwhile, Phoebe, Chandler, and Rachel search for Monica's Christmas presents so they can buy her something suitable in return.",
    "[6, 11]": "Janine and Joey are finally dating, only for Janine to tell Joey she does not like Monica and Chandler, forcing him to choose. Meanwhile, Rachel buys an apothecary table from Pottery Barn, a store that Phoebe hates, then pretends she bought it at a flea market. Her story is blown when Phoebe sees the same table at Ross' apartment.",
    "[6, 12]": "Chandler is upset when Playboy prints Ross' joke; both claim they originated the joke. Meanwhile, Joey reluctantly takes a waiter job at Central Perk. When Gunther fires him when he closes the shop to go to an audition, Rachel defends him. Phoebe says she would choose Rachel over Monica as a girlfriend because Monica is high-maintenance, but also says that Rachel is a pushover, causing tension between the girls.",
    "[6, 13]": "Joey uses his position as waiter to give all the pretty female customers free things at the coffee house, but quickly gets in trouble with Gunther. Monica refuses to admit she is sick when she catchesa cold. Rachel's sister Jill (Reese Witherspoon) shows up after their father financially cuts her off, and she now has to make it on her own.",
    "[6, 14]": "Chandler claims there is little that makes him cry, resulting in the friends trying everything to break him down.Larry Joe Campbellappears as Phoebe's fan asking for her autograph and then tells Joey she is a porn star. Phoebe discovers that Ursula is making pornographic movies under Phoebe's name. Phoebe gets her back by having Ursula's paychecks sent to her own address. Ross and Jill begin dating, although it soon becomes clear that Jill's motive is only to spite Rachel.",
    "[6, 15]": "The gang ponders what might have been if Ross and Carol had stayed married, Monica had never lost weight, Chandler had pursued being a writer, Joey still worked onDays of our Lives, Rachel had married Barry, and Phoebe had become a stockbroker. The story then takes place in an alternate reality. Struggling Chandler becomes Joey's assistant with mixed results. Monica plans to lose her virginity to her boyfriend, Roger, but Roger's busy schedule interferes. When Chandler attempts to comfort her, they end up in bed together. Ross attempts to spice up his marriage with Carol by suggesting a threesome, leading to his realization that Carol is a lesbian when he is left out of the action. Rachel instantly falls for Joey after seeing him for the first time in Central Perk, and the two nearly have an affair before Rachel discovers Barry is cheating on her. Phoebe lands in the hospital with a stress-induced heart attack and is subsequently fired after losing her firm millions of dollars.",
    "[6, 17]": "Rachel and Phoebe take self-defense classes. Ross, who previously practicedkarate, stages a surprise mock attack to convince them they lackunagi, supposedly a state of \"total awareness\", though unagi is Japanese for eel. Chandler and Monica celebrate Valentine's Day several days late, but when they forget to make each other homemade gifts, Monica gives Chandler one of Phoebe's \"sock bunnies\". Chandler finds amixtapein the closet and gives it to Monica, unaware it was a present from Janice, complete with her recorded voice. When Joey applies for an identical twin research project that pays $2,000, he recruits someone to play his \"twin\".",
    "[6, 18]": "Ross dates a student from  hispaleontologyclass, fearing it could jeopardize his career, but amusing the friends. Rachel's and Phoebe's apartment catches fire, causing them to move in with Monica and Joey while it is repaired. Rachel initially stays in Monica's plush new guestroom and Phoebe is with Joey. When it is determined that Phoebe's candles did not cause the fire but was actually Rachel's fault, the two switch so that Phoebe gets the nicer room. Rachel finds herself preferring Joey's easygoing nature while Phoebe chafes over Monica's neat-freak ways. Chandler helps Joey get an audition in an upcoming Al Pacino movie.",
    "[6, 19]": "Joey's refrigerator breaks, but unable to afford a new one, he tries to con the friends into paying for it. Ross' student girlfriend, Elizabeth, is heading to Miami for spring break, unleashing Ross' paranoia over what she might do there. Meanwhile, Rachel asks Phoebe, Chandler, and Monica to find her a date for the Ralph Lauren Ball, sparking a competition so fierce that when Rachel finds her own date, the three scare him off.",
    "[6, 20]": "Joey is up for a role on a low-budget cable TV series, playing the science fiction hero, \"Mac\" Machiavelli, the crime-fighting partner of a cool robot, C.H.E.E.S.E., which stands for Computerised Humanoid Electronically Enhanced Secret Enforcer. Monica bursts into the apartment, interrupting Chandler as he is writing Joey a note that his second audition has been changed, causing Joey to miss it. The friends reminisce about other instances when they have messed up. Joey gets another audition chance, which Chandler writes down correctly. One of sixclip showepisodes over the course of 10 seasons.",
    "[6, 21]": "Ross is nervous meeting Elizabeth's father, Paul (Bruce Willis); Paul dislikes Ross but is interested in Rachel. Joey begins working onMac and C.H.E.E.S.E.but is openly unimpressed with C.H.E.E.S.E. his robot sidekick, a clumsy, slow-moving machine speaking with a distorted voice piped through a mike. This angers the robot's operator, who has the clout to get Joey fired. Phoebe writes a novel based on Monica and Chandler.",
    "[6, 22]": "Paul disapproves of Ross' relationship with Elizabeth and threatens to have him fired unless they break up. Meanwhile, Paul and Rachel begin dating. Ignoring Paul's threats, Ross and Elizabeth sneak away to her family's cabin, unaware Paul and Rachel have the same plan. As a lark, the girls put their names down on a popular wedding venue's long waiting list. When the venue happens to get back to Chandler about a cancellation, he panics and promptly bolts. Monica finds him and assures him it was not a serious reservation, little realizing that Chandler is actually planning to propose.",
    "[6, 23]": "Phoebe helps Chandler look for an engagement ring. Chandler finds the perfect one but does not have the money with him to purchase it. He leaves Phoebe at the store to hold the ring for him. He returns and finds that Phoebe became distracted and allowed the ring to be sold. He then tries to track down the person who bought it. Meanwhile, Rachel urges Paul to open up emotionally but once started, is unable to stop. So, Rachel breaks up with him. Joey and Ross are upset that it appears Chandler prefers spending time with Phoebe, so they snub him.",
    "[6, 24]": "Chandler is about to propose to Monica at a fancy restaurant when Richard suddenly appears with a date and joins them. Wanting his proposal to be a surprise at just the right time, Chandler then pretends he has no interest in marriage. Meanwhile, Ross breaks up with Elizabeth, feeling she is too immature for him. He almost reconsiders until she starts throwing water balloons at him. Joey accidentally buys a sailboat at a silent auction, thinking he won it in a contest. He decides to keep the boat, even though Rachel tries to stop him. Richard, appearing at Monica's workplace, tells her he wants to marry her and have children with her. Chandler has made Monica believe he is uninterested in marriage so she reconsiders their relationship. It appears Monica has left him but she surprises him with her own proposal. She starts but becomes emotional so Chandler finishes finally asking her to marry him. Monica tearfully accepts. The season ends with Chandler and Monica dancing to \"Wonderful Tonight\" byEric Claptonand the screen fades to black.Note: This isTom Selleck's last appearance as Richard.",
    "[6, 25]": "(merged with 6.24)",
    "[7, 1]": "The gang prepare to celebrate the engagement of Monica and Chandler. However, plans are upended when Monica walks in on Ross and Rachel kissing in the hallway, and she accuses them of stealing her thunder; Ross and Rachel had been planning a \"bonus night\", where two exes have a one-night stand. Meanwhile, Chandler has bedroom-related problems, Joey intends to audition for the role of a 19-year-old, and Phoebe wants to play her guitar at Monica’s and Chandler’s wedding.",
    "[7, 2]": "Monica is devastated that her parents have spent her entire wedding fund to build their beach cottage. She soon perks up after learning that Chandler has just enough money to pay for her dream wedding. However, Chandler's refusal to use all the money on their wedding instead of saving it for their future causes an argument between the two. Joey teases Rachel after finding an erotic novel that she is reading. Phoebe temporarily moves into Ross's apartment and brings all her massage clients to the apartment, much to Ross’s dismay. However, when an attractive woman shows up for a drop-in appointment while Phoebe is gone, Ross pretends to be a masseuse, only to discover that the client is her father instead of her. Ross’s unprofessional behaviour during the massage costs Phoebe one of her loyal clients.",
    "[7, 3]": "Phoebe offers to give her grandmother's secret cookie recipe to Monica as an engagement gift, but the recipe was destroyed in the fire. Monica obsessively attempts to recreate it, only to learn later that the recipe is Nestle Toll House’s. Rachel offers to teach Joey how to sail, but soon finds herself being verbally abusive to him for his lax attitude. Her abusive teaching style makes her realize that she is acting just like her nasty father back when he taught her sailing. Chandler's new eyeglasses fog up in the gym steam room, so he removes them and this causes him to accidentally sit on his future father-in-law's nude lap.",
    "[7, 4]": "Rachel must choose between a hunky young guy, Tag, and an experienced and well-qualified woman to hire as her executive assistant. Joey is offered the part of Dr. Stryker Ramoray, the twin of his old character Dr. Drake Ramoray, onDays of Our Lives, but is offended when he is asked to audition for the part. However, whenMac and C.H.E.E.S.E.is cancelled, Joey finds himself crawling back to the producers and eventually gets hired back onto the show as Dr. Drake Ramoray who is nowrecovering from his big fall down an elevator shaft. Monica, Chandler, and Ross reveal all untold secrets about one another: Monica tells Phoebe's secret about a massage employee getting fired, Chandler reveals about his trip toDisneylandwhere Ross ended up ill on a ride after eating road-side tacos, Ross tells Monica about anAtlantic Citytrip where Chandler accidentally kissed a guy, Fat Monica ate her macaroni diorama, and Ross slept with the cleaning lady back in college.",
    "[7, 5]": "Chandler is unable to smile naturally for his and Monica's engagement photo, so Monica ends up taking a photo with Joey. Joey teaches Tag how to pick up women, much to Rachel's annoyance. Ross and Phoebe date a couple who are divorcing.",
    "[7, 6]": "Joey and Ross accidentally take a nap together and, much to their dismay, find that they like it. Phoebe and Rachel compete to be Monica's maid-of-honor with the help of Joey and Ross. Chandler's breakup with a past girlfriend, due to her being overweight, places Monica in doubt about him being committed to their relationship.",
    "[7, 7]": "Ross is excited that his dissertation has been published and is currently placed in the school library, but he soon learns that it is in an isolated aisle where students go to hook up. He then tries guarding the aisle (and effectively his dissertation) from more potential hook-ups, but soon finds himself jumping on the bandwagon when he encounters a woman there who admires his work, and the pair ends up getting caught by the library staff. Rachel and Phoebe believe that they have found the perfect girl (Kristin Davis) for Joey. When Janice invites herself to Chandler’s and Monica's wedding, the couple tries dissuading her from attending by convincing her that Chandler still has feelings for her.",
    "[7, 8]": "Phoebe sneaks a dog into the apartment; Chandler reveals that he hates dogs. Ross becomes obsessed with naming all fifty U.S. states in order to earn his Thanksgiving dinner. After learning that Tag has broken up with his girlfriend and has nowhere to go for Thanksgiving, Rachel invites him to Monica’s and Chandler's apartment. She is hesitant to tell Tag that she has a crush on him.",
    "[7, 9]": "Monica's plan to get to know her neighbours backfires when she is overworked. Phoebe finally gets her own bicycle, thanks to Ross, but has never learned to ride a bike. Rachel’s and Tag's relationship is nearly discovered at Ralph Lauren.",
    "[7, 10]": "Ross wants to introduce his half-Jewish son toHanukkah, but the latter loves Christmas, so Ross decides to dress up as the \"Holiday Armadillo\" in order to get Ben excited about the festivities of Hanukkah. Phoebe’s and Rachel's apartment has been repaired, but  Phoebe fears that Rachel prefers living at Joey's. In order to get Rachel to live with her again, Phoebe presents Joey with various gifts: a spider that scares Joey more than Rachel and a drum kit that annoys Monica.In 2019,The Herald-Dispatchcalled it the third best Christmas TV episode of all time.[18]",
    "[7, 11]": "Rachel and Chandler get hooked on the home-delivered cheesecakes meant for another tenant. David (Hank Azaria), Phoebe's Scientist Guy, is in town for just one night and wishes to have dinner with Phoebe. However, she already has dinner plans with Joey. Phoebe has to decide whether to blow Joey off after criticising him for having done it to her the night before. Monica is upset that she is not invited to her cousin Frannie’s wedding. Monica goes as Ross’s plus-one anyway, only to discover that Frannie is marrying Stuart, who once slept with her.",
    "[7, 12]": "The gang is awake for the entire night after trying to see a comet from the rooftop. Monica and Chandler are unable to sleep and decide to have sex, but she falls asleep mid-sex. Rachel and Tag go back to the office to search for a business file that she claims he has misplaced. Joey and Ross get stuck on the roof and try to escape. Phoebe's smoke detector goes off and will not stop beeping, leading to a run-in with a firefighter.",
    "[7, 13]": "Rachel accidentally breaks Rosita, Joey’s recliner, while trying to shift it. When Rachel goes out with Joey to buy a new recliner, Chandler goes into Joey’s apartment and sits on the already-broken Rosita, causing him to think that he has broken his best friend’s favourite recliner. Guilt-stricken, he secretly swaps Rosita out for his own recliner. As a result, Joey believes that Rosita has been \"healed\", and Rachel gets to keep the new and luxurious La-Z-Boy for herself. Joey, who is jealous that Rachel gets the better chair, breaks “Rosita” once again in order to claim the new chair for himself. Ross and Monica visit their childhood home to collect old belongings before the house is sold. However, Monica learns that all the boxes that contain her childhood items were used to protect Jack’s Porsche during a flood in the garage; all her items were ruined, while Ross's were protected and completely intact. To mollify Monica, Jack gives her the Porsche, much to Ross’s dismay. Phoebe takes a telemarketing job selling printer toner and tries to save a customer named Earl (Jason Alexander) from committing suicide.",
    "[7, 14]": "Rachel frets over turning 30, prompting everyone else to remember what they did when they reached the same milestone. When Rachel thinks about her future she realizes that Tag is too young and immature for her plans, so she breaks up with him.",
    "[7, 15]": "Joey learns that hisDays of our Livescharacter, Dr. Drake Ramoray, will be coming out of a coma by having the brain of a killed-off female character, Jessica Lockhart, transplanted into his body. In hope of learning more about Jessica’s motivation on the show, Joey visits the actress playing Jessica, Cecilia Monroe (Susan Sarandon), and accidentally tells her that Jessica will be killed off in favour of Dr. Drake Ramoray’s reintegration into the show, which infuriates Cecilia. Joey then charms Cecilia into working together to maintain Jessica’s legacy on the show, and the two end up sleeping together. Ross cooks up a special surprise for his sister’s wedding: dreadful bagpipe playing. After a cute guy accidentally leaves his phone in the coffee house, Phoebe and Rachel compete over who gets to keep it in order to start 'a fairytale for the digital age'. Later, an elderly gentleman drops by Phoebe's apartment to claim the phone, and much to Rachel's bewilderment, Phoebe happily goes to dinner with him as she finds him more attractive than the cute guy from the coffee house.",
    "[7, 16]": "Rachel teaches Ben practical jokes, much to Ross’s chagrin. Meanwhile, Chandler becomes paranoid when he learns that Monica was actually planning to sleep with Joey the night they first got together, and Joey becomes ordained over theInternetin preparation to officiate Monica’s and Chandler's wedding.",
    "[7, 17]": "Monica beats another bride-to-be in a fight over a discounted wedding dress. However, her happiness is short-lived when she is forced to relinquish her prize after the other bride-to-be blackmails her into giving the dress back by booking Chandler's favorite band on the same day as her wedding. Meanwhile, Joey and Ross are interested in the same girl (Gabrielle Union) and go to drastic measures to win her.",
    "[7, 18]": "Joey proves to be a sore loser after being nominated for a \"Soapie\" award. When he accepts an award from a different category on behalf of a co-star, he is unwilling to hand it over. However, he later keeps the award anyway when the actress who has won it considers it insignificant. Meanwhile, a male student in Ross’s class angles for a higher test grade by claiming that he loves Ross. Another student reveals that the guy is actually straight, and has used the same ploy on other professors. Ross then gives the student a failing grade, but ends up giving him a \"C\" after some of Ross's colleagues overhear a conversation which sounds like Ross and the student dated. Upon seeing Phoebe develop a relationship quickly with Jake, Monica panics as she realizes that she will never be able to experience the excitement of new relationship moments again now that she is marrying Chandler. When she talks to Chandler about her fears, he reveals that he was extremely anxious when they first started dating, but is now more excited about spending the rest of their lives together, which calms Monica down.",
    "[7, 19]": "Ross’s and Monica's gorgeous cousin, Cassie (Denise Richards) visits, and Chandler, Ross, and Phoebe become attracted to her. Rachel and Phoebe throw a last-minute bridal shower for Monica. Joey auditions for a part which is perfect for him, apart from it calling for an uncircumcised actor (and Joey is circumcised). Upon finding out he lied about his 'downstairs' area, Monica tries to fix it so he can still get the part, using a variety of methods including Silly Putty and cold cuts.Note: The sub-plot where Joey auditions for the role of an uncircumcised man was originally written for \"The One with Barry and Mindy's Wedding\", but the story was changed on the advice of network censors, who thought it was inappropriate.[37][page needed]",
    "[7, 20]": "Rachel runs into Melissa (Winona Ryder), a former sorority sister with whom she once had a passionate kiss. However, Melissa denies it ever happened. Phoebe disbelieves that Rachel is capable of kissing a woman, so the latter recreates the kiss with surprising results: Melissa does remember and has feelings for Rachel. Meanwhile, Chandler is excited when he rents the same tuxedo thatPierce Brosnanhad worn asJames Bond, but feels outdone when Ross claims to have tried on the same tux thatVal Kilmerhad worn inBatman Forever. However, Ross’s tux turns out to be the one Val wore at adifferent movie.",
    "[7, 21]": "Chandler and Monica struggle to write their wedding vows. Meanwhile, the rest of the gang reminisces the couple’s journey over the past few years via flashbacks.Note: This is aclip showand was the lowest-rated episode in the series with 15.65 million viewers.",
    "[7, 22]": "Chandler tries to reconcile with his estranged gay father (Kathleen Turner), at the behest of Monica: the couple goes to Vegas to attend one of Mr. Bing's drag shows, where the father and son finally reconcile, and Mr. Bing agrees to attend the wedding. Rachel, who is an irresponsible driver, takes Monica's Porsche for a spin with a fearful Ross, and ends up getting caught driving without a valid license. She then flirts with the officer to avoid getting a ticket. Later, Ross is pulled over for driving too slowly on the freeway and attempts to flirt his way out of getting a ticket as well, but to no avail. Meanwhile, Joey takes Phoebe's advice about his masculinity, which results in him trying on women's underwear.",
    "[7, 23]": "Joey gets an important role in a major movie about WWI, learns the art of enunciation (and therein spitting) from his famous co-star (Gary Oldman), and later discovers that he is supposed to work on the day of Monica’s and Chandler's wedding. Chandler's fear of commitment overwhelms him and he runs away before the wedding. Phoebe finds a positive pregnancy test in Monica's bathroom trash, and assumes it is Monica’s. Joey is relieved that he only has to shoot one scene before he can leave to officiate the wedding, but his co-star turns up drunk and ruins his chances of making it to the wedding on time. Chandler is eventually found hiding in his office, but disappears again upon overhearing Phoebe and Rachel discussing Monica's assumed pregnancy. Luckily, he turns up again and starts accepting that he is going to be a father. Joey arrives just in time to perform the ceremony while still wearing his WWI movie costume. Chandler and Monica finally become husband and wife while marrying to the tune of the song \"Everlong\" byFoo Fighters. At the end of the episode, Chandler announces to Monica that he knows about the baby. Monica is surprised and denies the fact that she is pregnant which brings up the question about who is. The camera then zooms into Rachel's face suggesting that the pregnancy test is hers.",
    "[7, 24]": "A 17-minute special hosted byConan O'Brien.",
    "[8, 1]": "Everybody thinks Monica is pregnant, but her denial quickly shifts the focus to Phoebe, who claims she is pregnant to cover for Rachel, the one who is expecting. When Monica realizes it is Rachel, she and Phoebe have her take an additional test to confirm it. Phoebe initially says the new test is \"negative\" causing Rachel to be sad and disappointed by the different result. Phoebe then says it is positive and that Rachel now knows how she truly feels about having a baby. Chandler surprises Monica by having taken dance lessons for their wedding reception, but his slippery shoes leave him with two left feet. Joey tries to impress Mrs. Bing's date, a Broadway director. Ross meets a beautiful woman named Mona at the reception. He switches his seating number to her table, but mixing up the number, he ends up at the children's, then has to dance with the little girls, which impresses Mona.Special appearance:Elliott Gouldas Jack GellerNote: This episode is dedicated to \"The people of New York City\" in remembrance of theSeptember 11 attackswhich happened just 16 days before.",
    "[8, 2]": "Rachel refuses to reveal who the baby's father is until after she tells him. Joey tells Monica and Phoebe about an unknown guy who slept with Rachel a few weeks earlier and who left a red sweater behind. Phoebe thinks it is Tag Jones' sweater and arranges a meeting between him and Rachel. Ross and Chandler attempt to recreate the wedding reception pictures, after Chandler loses the disposable cameras. Monica opens all the wedding presents without waiting for Chandler. Monica, Joey, and Phoebe learn that Tag is not the father of Rachel's baby. As they are still pondering the mystery, Ross arrives and retrieves his \"lost\" red sweater, unaware of its significance.",
    "[8, 3]": "Chandler and Monica are about to leave for their honeymoon as Rachel prepares to tell Ross they are having a baby. Phoebe and Joey try to get into Monica and Chandler's apartment by telling Mr. Treeger there is a gas leak. However, Treeger, who could not find the spare key, instead calls firefighters who break down the door.Note: There was a subplot of Chandler and Monica's honeymoon that was filmed but ultimately never aired. It involved Chandler joking about bombs while about to board the plane, leading Airport security to take it as a real threat and interrogating him and Monica. They are eventually determined not to be a threat, but shortly after being released, Joey calls Monica and pretends there is a gas leak in their apartment to cover for the already broken door. When Joey asked about being charged for the damaged door, she sarcastically replied, \"No, I want you to stand there and wait for the entire place to blow up!\", causing the authorities to re-interrogate the couple. Following theSeptember 11 attacks, the writers felt the humor of this subplot wasoff colorand quickly replaced it with another story about Chandler and Monica becoming jealous over another newlywed couple who got free perks by arriving just before they did. The cut scenes from this episode were later shown as a special feature on the 2004 UK version of the DVDs.",
    "[8, 4]": "Ross and Rachel argue over who initiated their sexual encounter that led to Rachel's pregnancy. Everyone is positive Ross was the instigator, but Ross claims it was Rachel. To prove it, he reveals how he accidentally videotaped their encounter; while he was videotaping himself practicing giving a speech, Rachel arrived. Everyone watches the tape that shows Rachel used Joey's contrived \"Backpacking in western Europe that leads to having sex\" story as a come-on to Ross. Monica and Chandler look forward to socializing with another newlywed couple they met on their honeymoon, only to discover the couple has blown them off with a fake phone number.",
    "[8, 5]": "Phoebe dates a guy who works for Monica, causing a problem when Phoebe wants to dump him on the same day Monica plans to fire him. Chandler's co-worker thinks his name is Toby. Rachel goes on a date with Joey's costar, Kash (Johnny Messner) despite being pregnant, and much to Ross' annoyance. Ross meets Mona again while at the coffee shop.Note: This episode is dedicated to the memory of Richard Cox Sr., father ofCourteney Cox.",
    "[8, 6]": "At Monica and Chandler's Halloween party, Phoebe runs into her sister's fiance, Eric (Sean Penn). Phoebe becomes attracted to him as they bond over Ursula's lies and bad behavior. Ross and Chandler arm wrestle ineffectually. Ross laments that his goofy \"Spudnik\" outfit makes him look likefeces. Rachel, feeling maternal, asks to hand out the candy to trick-or-treaters, only to realize she is less maternal as she thought.Special Guest:Sean Pennas Eric",
    "[8, 7]": "Chandler hires a maid to help Monica, but she soon suspects the maid is stealing her clothes. After getting Chandler to inspect a pair of jeans she is wearing that she thinks are hers, Rachel returns Monica's borrowed clothes. The maid quits, believing Chandler is a pervert. Eric wants to date Phoebe, but he is too reminded ofUrsula. Ross attempts to secure the apartment of a dying Dutch woman for Rachel, while Joey wants Rachel to continue living with him.Special Guest:Sean Pennas EricNote: This episode is dedicated to the memory of Pearl Harmon. Harmon was Matt Leblanc’s great-grandmother. She died October 26, 2001 at the age of 101.",
    "[8, 8]": "Rachel has dinner with her dad to tell him she is pregnant, but intimidated by him, she lies and says Ross is un-supportive. Dr. Green then threatens Ross which nearly ruins his budding romance with Mona. Meanwhile, Monica hires a stripper for Chandler who never got to have a bachelor party, unaware the woman is actually a hooker.",
    "[8, 9]": "Monica invites a high school friend, Will (Brad Pitt) to her Thanksgiving dinner. Rachel finds out that Ross and Will (who was fat and is now slim and gorgeous) started a rumor during their senior year about Rachel having both male and female \"reproductive parts\". Joey tries protecting the Tribbiani \"family legacy\" by eating an entire turkey. Chandler and Phoebe sit on the couch, watching a game to avoid helping Monica with the dinner clean up.Special Guest:Brad Pittas Will. Pitt was Jennifer's husband at the time.",
    "[8, 10]": "Chandler disapproves when Monica buys expensive boots but she promises to wear them all the time. She is then afraid to tell him how much they hurt her feet. Joey's youngest sister, Deena (Marla Sokoloff) seeks Rachel's advice after becoming pregnant. When Phoebe learns thatSting's son is in Ben's class, she pretends to be Ben's mother to meet Sting's wife (real wife,Trudie Styler) and get tickets to Sting's concert.",
    "[8, 11]": "Ross is uncomfortable when Mona wants to send out joint Christmas cards and wants to have \"the talk\". Chandler tries to get out of spending time with his boss. Rachel's pregnancy hormones leave her \"erotically charged\", or as Phoebe calls it, the \"Evander Holyfield\" phase.",
    "[8, 12]": "Rachel is sad she can no longer date due to her pregnancy. Joey takes her out to cheer her up, but he develops a crush on her, something that scares him. Monica and Chandler get aMs. Pac-Manarcade game from Phoebe as a late wedding present. After Phoebe hogs the game, Chandler becomes a pro by repeatedly playing and putting swear words as his initials. Monica wants them removed as Ben will be coming over to play on it. After Ross gets to teach an advanced class, he struggles to get there on time.",
    "[8, 13]": "Chandler's dislikes bubble baths but Monica sways him and he soon becomes addicted. Phoebe, who thinks Joey has a crush on her, is shocked that he actually likes Rachel; Ross and Rachel debate over potential baby names and learn the baby's sex.",
    "[8, 14]": "Chandler becomes obsessed with finding out what is inside Monica's locked closet. Phoebe feels betrayed when she discovers Monica has been using a different massage therapist. Ross feels left out after missing their baby's first kick especially when Joey is mistaken for the father. Joey, feeling bad about the situation, suggests that Rachel should move in with Ross even though he wants Rachel to live with him.",
    "[8, 15]": "Phoebe gives a birthing video to Rachel. Chandler, mistaking the tape for porn, watches it and is horrified after watching it with Monica, which kills the mood forValentine's Day. Ross struggles to tell Mona that Rachel is now living with him; she breaks up with him over his dishonesty. Joey is depressed so Phoebe lends him a dog to cheer him up. However, Joey ends up affecting the dog with his depression. In the end, he tells Ross about his feelings for Rachel.",
    "[8, 16]": "Ross, shocked at Joey's declaration, avoids him, but eventually convinces him to tell Rachel. Joey confesses his love for Rachel, but Rachel politely and lovingly turns him down. Phoebe is convinced that a British man called Don is Monica's soulmate.",
    "[8, 17]": "Phoebe determines through tea leaves that she will soon meet the man of her dreams. This leads to a disastrous date with a disturbing man, then a pleasant meeting with a charming one at the dry cleaners. Rachel invents a crazy work problem to reduce the awkwardness of hanging out with Joey since his confession about his feelings for her. Ross tries to retrieve his 'faded salmon' shirt from Mona's apartment.Special Guest:Alec Baldwinas ParkerNote: In spite of the 9/11 attacks having occurred the prior September, a brief shot of theTwin Towersis visible approximately six minutes into the episode.",
    "[8, 18]": "Monica botches an attempt at giving a heartfelt speech for her parents' 35th anniversary party. Phoebe dates Parker (Alec Baldwin), who is overly-enthusiastic about everything which ultimately annoys the entire group, including herself. Ross and Rachel have to pretend they are married while at the Geller's anniversary party; Ross' \"wedding toast\" stirs feelings in Rachel.Special Guest:Alec Baldwinas Parker",
    "[8, 19]": "Joey prepares for an interview withSoap Opera Digest, although he's afraid of saying something stupid that may jeopardize his career. (In aprevious episode, in an interview, he said he writes a lot of his own lines, which led to his firing fromDays of Our Lives.) Joey enlists his friends to make sure things go well. This is the fourth of Friends' sixclip shows.",
    "[8, 20]": "Phoebe and Monica prepare for Rachel's baby shower and forget to invite Rachel's mother. During the shower, Monica tries desperately to seek forgiveness from Sandra, but to no avail. Rachel realizes she has no idea how to look after the baby after the birth, so her mother insists on staying with her for eight weeks, much to her and Ross' annoyance. Ross eventually gives Rachel the confidence to be a mom and Monica lets Sandra know she's furious at her spitefulness. Joey auditions for a job as a host for a new game show calledBamboozledthat makes absolutely no sense, and Chandler and Ross help him practice.Special Guest:Marlo Thomasas Sandra Green",
    "[8, 21]": "Monica's cooking skills get a bad review inThe Post. After confronting the critic who wrote it, she decides to join a cooking class, with Joey in tow. Rachel gets jealous when Ross meets a girl who flirts with him at the baby department store. Phoebe helps Chandler prepare for an interview by stopping his natural instinct to make immature jokes.",
    "[8, 22]": "Joey invites Chandler to his movie's premiere but Chandler falls asleep during it. Rachel is very frustrated with the fact that she's eight days late and will try anything to induce labor (including having sex with Ross), which leads to a bet between Monica and Phoebe. Rachel goes into labor at the end of the episode.",
    "[8, 23]": "Ross and Rachel arrive frantically at the hospital and are taken into a semi-private labor room. Ross's mother gives him a family heirloom ring and encourages him to propose to Rachel. Ross hesitates, and puts the ring in his jacket, which he later leaves in Rachel's room. After Monica jokes about having kids, she and Chandler decide to have a baby, starting while they are still at the hospital. They end up having sex in a closet. After a prolonged labor (of 21 hours), during which numerous other expectant mothers, including Janice, are taken to the delivery room, Rachel gives birth to baby Emma. She is left saddened and afraid after Janice later says that Ross may not always be there for her and the baby. When Joey comforts Rachel, the ring falls from Ross's jacket to the floor. Joey kneels to pick it up, and Rachel, believing he is proposing, impulsively says yes. Meanwhile, Ross intends to ask Rachel if she wants to resume their relationship.",
    "[9, 1]": "After Rachel mistakenly thinks Joey proposed, he tries to explain that it was a misunderstanding, but has difficulty finding an opportune moment. Meanwhile, Monica and Chandler continue trying for a baby, while Ross, unaware that Joey has proposed to Rachel, plans to ask her if she wants to resume their relationship.",
    "[9, 2]": "Rachel is unable to get Emma to stop crying after waking her. Chandler falls asleep at a staff meeting and upon waking, accidentally agrees to relocate toTulsa. Meanwhile, Joey and Ross end up in the hospital after Ross, still angry at Joey for proposing to Rachel, attempted to slug Joey, missing him and hitting the coffeehouse pole instead.",
    "[9, 3]": "Monica is offered a great job inNew York Cityand Chandler, unable to get out of moving to Tulsa, is forced to commute back and forth between the two cities. Phoebe and Joey set each other up on blind dates. Joey finds a complete stranger named Mike (Paul Rudd) for Phoebe's date. Rachel's pediatrician, Dr. Weiner, drops her due to her obsessive phone calls. She then takes Emma to Dr. Gettleman, Ross and Monica's pediatrician as children, but learns that Ross is still his patient.Note:This isPaul Rudd's first appearance as Mike Hannigan.",
    "[9, 4]": "Monica visits Chandler in Tulsa, surprising him while he is watching porn in his hotel room. In a panic, he switches on a shark documentary, leading Monica to believe that sea creatures turn him on. Joey thinks he has already slept with the girl he is dating. Phoebe fears losing Mike, after Ross tells him she has never had a long-term relationship. To make amends, Ross talks to Mike, but makes up a story that Phoebe had a six-year long relationship with an East Indian man named Vikram.",
    "[9, 5]": "The gang is celebrating Phoebe's birthday at a fancy restaurant, but only she and Joey are on time: Monica finds out Chandler smoked with his colleagues in Tulsa and gets into a fight with him, which later ends up with her tricking him into having sex with her since she is ovulating; Ross and Rachel get locked outside their apartment with Emma inside and frantically try to get back in. When everyone finally makes it to dinner, Phoebe then leaves to meet Mike when he finishes work early. Then, Ross and Rachel take Emma back home after their \"babysitter\", Ross' mother Judy who accompanied them after Rachel got separation anxiety, pays more attention to the drinks at the bar than their daughter. Chandler and Monica leave to have sex since she is still ovulating. Only Joey stays to eat everyone's dinners.",
    "[9, 6]": "Ross and Rachel hire Sandy (Freddie Prinze Jr.), a male nanny. Even though Sandy says he is straight, Ross finds him a bit feminine and does not like the influence he has on, not only Rachel, but Joey as well. After finding out that Sandy plays the recorder, can bake and does puppet shows, Ross fires him. Sandy does not take it badly, and instead comforts Ross about his childhood which involved bad memories of his father Jack.Chandler, while in Tulsa, freaks out when Monica tells him that a man in her restaurant called Jeffrey is the funniest man she has ever met. Shocked, he returns to Manhattan and desperately tries to make Monica laugh but to no avail. After confiding in Joey about this, Chandler did not expect that Joey would go and tell Monica and Ross. The three try to make him feel better and Monica even lies by saying that Jeffrey made a reallysexistjoke when, in fact, Jeffrey made everybody laugh really hard.Meanwhile, Phoebe and Mike exchange keys, advancing their relationship further. Phoebe's ex-boyfriend David (Hank Azaria) returns to New York for a meeting and comes to her house. A talk between the two of them enters into a romantic area when Phoebe hesitates to say that she is currently in a relationship. Then, after a talk with Monica, Phoebe admits to David that she is dating Mike and he agrees not to restart their relationship, but they end up kissing before Mike enters her house. Shocked at first, Mike forgives Phoebe once she tells him the entire story and David leaves.Note: This is the longest episode of Friends (apart from the two-part ones), running 31:56. This is also the 200th episode.Special Guest:Hank Azariaas David &Paul Ruddas Mike",
    "[9, 7]": "Rachel is jealous that Ross can make Emma laugh by singing \"Baby Got Back\". Phoebe meets Mike's affluent parents and tries impressing them with a snobbish accent. Chandler and Joey find a videotape in Richard's apartment with Monica's name on it.Special Guest:Paul Ruddas Mike",
    "[9, 8]": "Rachel's sister Amy (Christina Applegate) unexpectedly shows up at Thanksgiving, so Rachel invites her to join the gang for dinner. Meeting Emma prompts Amy to bizarrely raise the question of Emma's custody if, hypothetically, Rachel and Ross were both to die. Rachel and Ross's answer upsets both Amy and Chandler. Meanwhile, Monica is acutely anxious about their expensive china plates they are using for the first time, and Phoebe tries to coach Joey how to lie convincingly, after Joey forgets to go to the Thanksgiving parade forDays of Our Lives.Special Guest:Christina Applegateas Amy",
    "[9, 9]": "On a girls' night out with Phoebe, Rachel gives a guy her phone number, but instantly regrets it after realizing she would need to move on from Ross. Joey thinks Monica is having an affair when Chandler claims he needs to work, as he does not want to lie to Joey about wanting to spend time with Monica rather than going to a game with him. While Phoebe and Rachel are out, Ross invites Mike to hang out, but they struggle to find something to talk about.Special Guest:Paul Ruddas Mike",
    "[9, 10]": "Chandler, stuck in Tulsa on Christmas Eve, notices the low morale in the meeting he is in and sends all his colleagues back to their homes. However, a female co-worker Wendy (Selma Blair) stays back with him after angering the insurance workers. While talking to Monica, he notices that she is becomingparanoidof Wendy and thinks that he is cheating on her. After convincing her that there is nothing going on between him and Wendy, Chandler ends the call, only for Wendy to make a pass at him. Having had enough, he quits his job and makes it home to Monica and his friends in time for Christmas. [This story serves as a framing device for the fifth of Friends' sixclip shows.]Special Guest:Selma Blairas Wendy",
    "[9, 11]": "Rachel returns frommaternity leaveearly when she fears the tempRalph Laurenhired as her replacement might be given her job permanently. Meanwhile, Joey helps Phoebe out by convincing theDays of Our Livesdirector to hire her as an extra on the show, but it ends up being a disaster.Special Guest:Dermot Mulroneyas Gavin",
    "[9, 12]": "Phoebe adopts an orphaned rat family. Ross and Rachel hire a new nanny – Molly (Melissa George), but Ross becomes concerned when Joey starts hitting on her. He is relieved to discover Molly is a lesbian, but Joey is more encouraged. Rachel continues quarreling with Gavin, but when he arrives with a gift for her at her birthday party, they kiss on Monica and Chandler's balcony; unbeknownst to her, Ross, caring for Emma, sees them.Guest stars:Paul Ruddas Mike &Dermot Mulroneyas Gavin",
    "[9, 13]": "Phoebe urges Monica to sing at Mike's piano bar. The audience loves her but this may be because the spotlight reveals she is not wearing abraunder hersee-throughblouse. Meanwhile, an angry Ross is thinking Rachel is moving on without telling him, so her tries to find a date, eventually taking home a woman who just broke up with her boyfriend. Rachel arrives, wanting to talk with Ross, and after a big argument, she takes Emma and moves back in with Joey.Special Guest:Paul Ruddas Mike &Dermot Mulroneyas GavinNote:This episode lasts for 30 minutes rather than the usual 22-23 minutes.",
    "[9, 14]": "To get Ross and Rachel to realize they are perfect for each other, Phoebe and Joey set them up on bad blind dates: Phoebe sets Rachel up with a unpaid shirt-maker who criticises himself and tries to make others feel pity for him while Joey, accidentally finding Ross \"his perfect woman\", tells the date that it is off, making Ross think that the date stood him up. At the end of the episode, Ross and Rachel come to the conclusion that Phoebe and Joey intentionally set them up on bad blind dates and the episode ends with Ross and Rachel chasing Joey and Phoebe out of Central Perk. Meanwhile, Monica and Chandler babysit Emma, but when Monica realises she miscounted the dates she is ovulating, the couple hurriedly run off to the next room to have sex, oblivious to baby Emma. Joey hears them having sex and, shocked, takes Emma out of the apartment.Special appearance byJon Lovitzas Steve",
    "[9, 15]": "Phoebe and Ross get mugged by one of Phoebe's old friends from the street (Kyle Gass), but when her friend recognises her, he lets them go. Ross then finds out that Phoebe was the person who mugged him when he was a teenager and stole his original comic book \"Science Boy\". Meanwhile, Chandler lands an unpaid advertising internship, but feels out of place due to his age after seeing that the other interns are teenagers. Joey auditions for a Broadway play starring Leonard Hayes (Jeff Goldblum), but must go to painful extremes (including holding his pee inside for hours at a stretch) to get the part after Hayes says that he is not acting urgently.Special guest:Jeff Goldblumas Leonard Hayes",
    "[9, 16]": "Chandler and Monica separately ask Joey for a loan. When Chandler discovers Monica asked Joey for money, saying Bings never ask for money, Joey claims Monica needed the cash for a boob job. Rachel tries to baby-proof the apartment by herself but realizes she cannot, so she hires a handyman. This results in Joey desperately trying to open the refrigerator and, once he does, taking all the food out so that he does not have to try and open it again. Mike tells Phoebe that he never wants to marry again, which leads Phoebe to question if they should live together. After a heartbreaking decision, Phoebe ends things with Mike after realizing that she does want to get married.Special Guest:Paul Ruddas Mike",
    "[9, 17]": "Ross and Chandler post false information about each other on their college's alumni website, namely that Chandler is gay and Ross is dead. Meanwhile, Joey and Emma fight over Joey's \"bedtime penguin pal\" Hugsy. Joey desperately tries to get his original Hugsy back, including getting Emma a new one. Phoebe asks Monica to help her get over Mike using any means necessary.",
    "[9, 18]": "The gang buyslotterytickets and fight over how to divide them up. Chandler waits for a job offer at the advertising agency, while Rachel and Ross anticipate Emma's first word, which ends up being \"Gleba\".Special guest:Phill Lewis",
    "[9, 19]": "After seeing him practice and then film a scene fromDays of Our Lives, Rachel develops feelings for Joey. In a dream, she kisses Joey. Phoebe performs street music at Monica's restaurant, much to Monica's dismay. Chandler plans a weekend away inVermontwith Monica, but has to take Ross instead after Monica becomes unavailable. There, Ross becomes high on sugar and suggests they steal all the non-important hotel items after the hotel takes $600 from Chandler. When they do so and attempt to leave, their suitcase becomes loose and everything spills out.",
    "[9, 20]": "Rachel struggles with her feelings for an oblivious Joey, who holds aDays of Our Livescast party, but does not want any of his friends to attend. Ross develops a crush on another professor, Charlie (Aisha Tyler), who has only ever datedNobel Prizewinners. He and Rachel catch her and Joey kissing at the party.Guest star:Alex Borstein",
    "[9, 21]": "Chandler and Monica undergo fertility testing and are surprised to encounter Janice. Chandler is afraid of ejaculating in a cup. Once they return, they find out that they can't get pregnant. Meanwhile, Rachel makes an appointment at a massage place. Phoebe tells her the place is horrible and rips up Rachel's certificate. Rachel tapes the certificate back together and goes to the massage place against Phoebe's wishes, but she doesn't know that Phoebe actually works there. In multiple attempts, Phoebe tries to act Swedish and Scottish but Rachel eventually finds out and convinces her to be true to herself. But Phoebe's greed for money gets the best of her and she doesn't quit. Joey needs help advancing in his relationship with Charlie, and turns to Ross for advice.Guest star:Maggie Wheeler",
    "[9, 22]": "After learning they are reproductively incompatible, Chandler and Monica search for a sperm donor. After interviewing a suitable potential candidate (John Stamos), they decide to adopt instead. Phoebe realizes Rachel's feelings for Joey when she and Rachel take Charlie shopping, and Rachel fears Charlie heard that she likes Joey. Instead, Charlie believes that Phoebe likes Joey and thanks Rachel for convincing her not to make a move. While getting ready to go to Mike's sister's party, Phoebe meets David, the scientist guy, again and does not go to the party, instead going with him for dinner. Ross has an interview for a conference in Barbados.Guest stars:Hank AzariaandJohn Stamos",
    "[9, 23]": "The gang goes to Barbados for Ross' conference, where Monica's hair becomes frizzy due to the humidity. David (Hank Azaria), Phoebe's \"scientist guy\", almost proposes to her – but her ex-boyfriend, Mike proposes first. She rejects both proposals but ends up choosing Mike over David. Monica and Mike, both competitive, play ping-pong, which displeasures Chandler and turns Phoebe on. They trash talk each other and tie at 41-41 when Monica injures her hand. Chandler agrees to play for her, but she complains saying that he is very bad at playing ping-pong, but Chandler surprises her by showing his secretly adept skills and beats Mike in the sudden death round. Ross and Charlie find they have a lot in common, while Rachel and Joey grow closer. Realizing they have little in common, Joey and Charlie break up and Rachel finally admits to Joey that she likes him romantically. Despite finally getting a chance to be with her, Joey refuses, out of respect for Ross. He later sees Charlie and Ross kissing and heads back to Rachel's room and kisses her.",
    "[10, 1]": "Rachel and Joey decide to talk to Ross about their relationship, while Ross tries to talk to Joey about his relationship with Charlie. Ross confesses his relationship to Joey but Joey chickens out.  Ross later walks in on Rachel and Joey kissing. Monica has her hair done in cornrows to get rid of her frizzy hair but Chandler hates it.  Monica finally comes around to Chandler's way of thinking when she gets her hair caught on the shower curtain. Phoebe finds out that Mike has been seeing a woman named Precious (Anne Dudek) for the past few months and now needs to break up with her. Phoebe waits for Mike to return from his break-up but finds herself breaking up for him when Precious shows up at Mike's apartment.Note:Originally aired as a 48-minute episode.",
    "[10, 2]": "Monica and Chandler are having a lot of trouble figuring out the adoption process so Phoebe sends them to a couple who have adopted.  Monica and Chandler meet them and Monica instantly gets along with the woman (Kellie Waymire); however, later Chandler casually mentions to their son (Daryl Sabara) that he was adopted only to find out that he didn't know about it. Chandler also tells him that Santa isn't real.  The couple then kick out Monica and Chandler after finding out about both this and Chandler trying to bribe him. Rachel and Joey think Ross might have problems with their new relationship but he assures them he's fine.  Ross invites Rachel and Joey on a double-date with him and Charlie. They agree but Ross gets drunk at the awkward date. Joey stays with Ross overnight to make sure he's okay and they talk. Ross realizes that he has been apart from Rachel for so long that he shouldn't stop Joey and Rachel's relationship. He does give Joey his blessing even though it still hurts him because they should see where the relationship is going.  Phoebe hangs out with Frank Jr. (Giovanni Ribisi) and the triplets. The kids are driving Frank Jr. crazy and he offers Phoebe one of them. He comes to the realization that he could not possibly give up any of the children so Phoebe offers to babysit so Frank Jr. and Alice will have more time to relax. The episode ends with Chandler accidentally revealing to the triplets that Phoebe gave birth to them. He then jokes by saying \"I now have to go tell Emma that she was an accident.\"",
    "[10, 3]": "After Ross sees Monica's tan, he decides to get a spray-on tan. After hearing seemingly straightforward instructions, he gets confused and accidentally gets a double dose on the front of his body and nothing on his back.  Through a series of mishaps he gets more spray tan on his front until he is incredibly dark. Rachel and Joey attempt to take their relationship to the next level but Rachel keeps accidentally slapping Joey when he tries to rub her thigh, while Joey can't get Rachel out of herbra. When Rachel accidentally knees Joey'scrotchwhile trying to have rough sex, the pair ultimately decide to stay friends. Monica and Phoebe try to \"cut out\" an obnoxious old friend from the building when she visits from England (Jennifer Coolidge). This brings up memories of the time when Phoebe tried to \"cut out\" Monica many years before.",
    "[10, 4]": "Ross and Rachel throw a birthday party for Emma and desperately want everyone to be there for it. Everyone has prior commitments: Chandler and Monica have a romantic weekend planned, Phoebe has a client, and Joey has an audition. Ross' parents show up and the group begins celebrating. Rachel soon realizes the cake is not a bunny, as planned, but an erotic cake with her daughter's picture on it.  She goes off to get it fixed but Ross needs to go get her. Phoebe, Joey, Chandler and Monica battle to see who can leave with Monica and Chandler being left behind. Luckily everyone gets back before Rachel and Ross and Emma's birthday is celebrated just as Rachel envisioned.",
    "[10, 5]": "Rachel's sister Amy (Christina Applegate) shows up at Ross' looking for Rachel and Rachel quickly learns she plans to marry her ex-boyfriend's father.  Rachel takes her in, much to Joey's chagrin, and tries to help her get her life together.  Amy offers to baby-sit Emma, who she calls Ella, but messes up by getting Emma's ears pierced.  Rachel is incredibly upset but eventually she and Amy come to an understanding when Rachel finds out her other sister, Jill, is now fat. Mike attempts to propose to Phoebe on the big screen but Phoebe tells him how lame that is when another couple gets engaged that way. Phoebe tries to fix it by proposing to him on the big screen but Mike gets laughed at.  Mike finally proposes at a restaurant and Phoebe accepts. Monica and Chandler ask Rachel to write a letter of recommendation for them to their adoption agency but Joey feels left out.  They ask Joey but he tries to write the letter using big words, only for Joey to use a thesaurus to a ridiculous degree (to the point that he refers to himself as a baby kangaroo). He finally re-drafts the letter but gives the handwritten letter to the agency before Monica and Chandler can approve it. The agency thinks a child has written the letter and loves it.Note:Originally aired as a 43-minute episode.",
    "[10, 6]": "Ross applies for a paleontology grant – and finds out Charlie's ex-boyfriend – Benjamin Hobart (Greg Kinnear) reviews the applications. Ross and Charlie have dinner with him and it becomes obvious that Benjamin still has feelings for her. During the interview, Benjamin sabotages Ross' application by not asking him any paleontological questions. Ross is upset so he informs Charlie. Benjamin confesses his feelings to Charlie and his ploy to get her back. Charlie reveals she still has feelings for Benjamin and gets back together with him, ending her and Ross' relationship. Phoebe is getting rid of things so Mike can move in but is sad to part with her disturbing artwork, Gladys. Monica pretends to like it but secretly hates it. Phoebe gives it to her but Monica and Rachel fight over who should have it since Phoebe thinks they both want it. She makes another even more disturbing artwork Glynnis which Monica keeps while Rachel keeps Gladys. Joey wants Chandler to get him a job in a commercial Chandler is working on but Chandler doesn't think he's right for the part. Chandler lies to Joey, but Joey realises when Chandler doesn't comment on the bizarre Japanese male lipstick commercial from his audition tape. Chandler makes it up to Joey by wearing the lipstick from the commercial.",
    "[10, 7]": "Monica and Chandler are worried about the adoption agency interviewer when they learn Joey slept with her and never called her back.  They keep assuring her they are not friends with Joey. Joey climbs up the fire escape to check on Chandler and Monica when they won't open the door. Joey pretends he was heartbroken since the interviewer never called him and successfully convinces her of that idea. Phoebe and Mike are hesitant to spend such a large amount of money on their wedding and agree to marry at City Hall with the money donated to charity. They have a change of heart and take the money back but then are guilt-ridden. Eventually the charity rejects their donation and tells them to have a good wedding. Ross tries to help Rachel get over her fear of swings while she helps him get over his fear of spiders.",
    "[10, 8]": "Monica and Chandler decide not to host Thanksgiving but Phoebe convinces them to by appealing to Monica's competitive nature. Chandler helps out for the first time by making cranberry sauce and surprisingly, Monica lets him. Rachel and Phoebe enter Emma in a beauty pageant and win while Ross and Joey go to a Rangers game and as a result all four are nearly an hour late. Angry that nobody turned up on time when they didn't want to host the meal to begin with, Monica and Chandler lock the door and refuse to let anyone in. Everyone manages to get their heads in the door but no further due to the chain being bolted, and eventually Joey gets stuck and is sent flying into the food when the door breaks. However, the argument is forgotten when Monica and Chandler get a call telling them a girl from Ohio has picked them to adopt her baby and everyone sits down for a belated Thanksgiving.",
    "[10, 9]": "Monica and Chandler fly to Ohio to meet the birth mother, Erica (Anna Faris), of their prospective child.  It becomes clear very quickly their files have been mixed up since Erica thinks Chandler is a doctor and Monica is a minister.  They go along with the lie but Chandler feels guilty.  He soon convinces Monica to come clean which causes Erica to reject them.  Chandler catches up to Erica and convinces her to still consider them.  He tells her about their jobs and how much Monica wants this child and he feels horrible that he cannot give his wife this one thing. Erica decides they are the right couple and decides they can adopt her baby. Meanwhile, Joey is set up with one of Phoebe's friends (Annie Parisse) but has problems on the date when she keeps eating off of his plate. Rachel and Phoebe take Ross shopping for clothes but Rachel and Ross' bags get switched. Ross doesn't realize he's wearing a woman's sweater and is incredibly comfortable in it, only to go on a date with a woman which comes to a very quick end when she wears the same garment.",
    "[10, 10]": "Rachel and Phoebe see Chandler getting into a car with another woman. He dodges their questions by pretending to be at work but they follow him to the suburbs and find them entering a house. They believe he is cheating on Monica and tell Ross and Joey. The four of them tell Monica but Monica doesn't react the way they thought she would. It soon comes out they are looking to buy a house in the suburbs to raise their family (the woman having been their realtor). The group tries to convince them to stay in the city while reminiscing about the past few years. In the end Monica and Chandler get the house and tell everyone they are moving right after giving them gifts.",
    "[10, 11]": "Monica and Rachel throw Phoebe a bachelorette party but Phoebe is disappointed there is no stripper. Rachel and Monica hire a male stripper (Danny DeVito) at the last minute; but when he gets there, Phoebe insults him. He begins to cry. Ross and Chandler attend their college reunion and remember the girl they made a pact not to date. Ross makes his move but discovers Chandler used to make out with her all the time. Chandler informs Ross that he broke the pact as well but with a different girl (Kimberley Davies) at a party. At the same party, Monica and Rachel were visiting and Chandler made-out with Rachel to get back at Ross. Ross is upset because this is also the night of the first kiss between him and Rachel but later finds out he actually kissed Monica. Joey is a guest star on the television game showPyramidand does horribly. Joey nearly redeems himself in the final round but messes up on the final question, which costs him the game.Note:Originally aired as a 42-minute episode. Guest starsEllen Pompeo,Gregory JbaraandDonny Osmond",
    "[10, 12]": "Phoebe's wedding to Mike is nearly upon the gang, and wedding planner Monica is going overboard, much to everyone's irritation. Eventually it gets too much for Phoebe who fires her intending to do the job herself. Meanwhile, Phoebe has also asked Joey to give her away, causing him to give Mike more than a few warnings about Phoebe's welfare. Ross and Chandler also find they're not part of the wedding party but compete when one of Mike's groomsmen drops out and he offers to let one of them fill the position. A freak blizzard hits New York and it becomes obvious the wedding will have to be postponed, but Phoebe and Mike decide to get married outside with a still-ordained Joey acting as minister and Phoebe rehires Monica knowing she can pull it all off in time. Mike tells Ross and Chandler that he's decided to allow his family dog to fill in the vacant groomsman position but still needs one of them to walk the dog down the aisle and Chandler's fear of dogs allows Ross to fill the role only while Chandler fills in for Joey giving Phoebe away. In the end, everything works out and Phoebe has the wedding of her dreams in the snow-filled street outside Central Perk.Note:Originally aired as a 42-minute episode.",
    "[10, 13]": "Phoebe tries to teach Joey how to speak French for a play. Rachel's dad has a heart attack, so she goes to Long Island, accompanied by Ross, to visit him, which leads Rachel to want sympathy sex with Ross, but he turns her down since he thinks it's not a good idea. Rachel, the next morning, becomes mad at Ross because of this, so he says they should never have sex again, saying it's \"off the table\". Back in the city, Rachel again thanks Ross for coming with her and addresses the comment about their history of sleeping together. Rachel says for her and Ross, it's \"never off the table\", confusing him and he leaves. Meanwhile,Erica, the birth mother, comes for a visit and reveals that the father of her baby may be a father killer, as he killed his father with a shovel. This is not the case as the father turns out to be another guy she slept with.",
    "[10, 14]": "Rachel has an interview in a restaurant forGuccihowever her boss fromRalph Laurencatches her when he ends up at the next table and she ends up fired, with her erratic behaviour in front of the Gucci representative (Brent Spiner) causing her to not get that job either. By a twist of fate she bumps into her old colleague Mark from Bloomingdale's who arranges for her an interview which she passes, only for the job offer to be fromLouis VuittoninParis. Newly married Phoebe tries to change her name to Phoebe Hannigan, but after learning from a government worker (Craig Robinson) that she can change her name to whatever she wants, she changes it to \"Princess Consuela Bananahammock\", but insists that her friends call her Valerie. Mike is unimpressed by this, and decides to make a point by changing his name to \"Crap Bag\". Eventually Princess Consuela gets it and changes her name again to Phoebe Buffay-Hannigan, though she originally wanted to keep Bananahammock until Mike told her that it's aspeedo. Meanwhile, Monica and Chandler plead with a depressed Joey to see their new prospective house, and he meets an eight-year-old girl (Dakota Fanning) who makes him realize he needs to let them go.",
    "[10, 15]": "Joey's agent Estelle dies, but the group doesn't want to tell him as it could push him over the edge after all the recent changes he's witnessed. Phoebe impersonates Estelle's voice and pretends to still be alive to try to get Joey to fire her, but Joey ends up terrified when he gets a phone call from 'Estelle' after learning about her death. While being shown their new home by their realtor (Jane Lynch), Monica and Chandler are horrified to find that Janice (Maggie Wheeler) is considering buying the house next door to them, leading Chandler to take drastic measures to ensure she doesn't move in. Ross tries to get Rachel her old job back so she won't have to move to Paris. However, when he succeeds, Rachel becomes upset that, although she won't have to leave her friends, she won't be able to visit the 'Fashion Capital of the World'. In the end, Ross persuades her to do what she wants to do.Note:This is Maggie Wheeler's last appearance as Janice.",
    "[10, 16]": "As Erica arrives in New York to prepare for the baby's birth, the gang holds Rachel's going away party, during which she gives each of her friends an individual goodbye, moving them all to tears, except for Ross, leaving him hurt and wondering why she doesn't say goodbye to him. Rachel later reveals to Ross that with their history, it would be too difficult for her to say goodbye to him, and the emotional argument that follows leads to them sleeping together. Monica and Chandler start packing up their apartment and Chandler finds a pair of handcuffs and tries to find out who they belong to. Erica goes into labor, leading Chandler and Monica to rush her to the hospital.",
    "[10, 17]": "After having sex with Ross, Rachel says it was 'the perfect way to say goodbye', and he realizes he is still in love with her. Phoebe and Joey pack Monica and Chandler's belongings as the couple accompany Erica to the hospital. Ross and Phoebe race to the airport and he tells Rachel of his feelings – but she gets on the plane anyway. Resigned, Ross heads to his apartment where he hears a voicemail from Rachel professing her love for him but the call disconnects as Rachel asks to be let off the plane. Ross wonders if she managed to get off but she shows up at his doorstep. After years of separation, the two finally get back together for good, saying \"This is it\", hinting they will marry after the series (which is further hinted at in the spin-off,Joey). Meanwhile, Erica gives birth to twins whom Chandler and Monica name Jack and Erica. Back at Monica's apartment, the six friends turn in their keys and go out for a cup of coffee together before Monica and Chandler leave for their new house. Finally, the series ends with the friends leaving and a camera panning the apartment and the city.",
    "[10, 18]": "Aflashbackabout the series."
}