{
    "[1, 1]": "這是一切故事的開端......瑞秋在婚禮上甩掉了未婚夫巴瑞，在咖啡館裡遇到了其他的成員，並搬去和莫妮卡一起住。與此同時，莫妮卡和調酒師保羅約會。羅斯發現自己的妻子原來是一個女同性戀，並與之離婚，因此非常的沮喪...",
    "[1, 2]": "羅斯的同性戀前妻卡羅，在他工作時告訴他她懷了羅斯的骨肉，莫妮卡因為挑剔的父母要來吃晚餐而幾近崩潰，瑞秋發現她被拋棄的未婚夫竟然和她的伴娘一起去度了蜜月。",
    "[1, 3]": "莫妮卡因為她的朋友比她更喜歡她的新男友而感到惱火。錢德菸癮復發。菲比在汽水裡發現了一個大拇指，她將賠償金用以賄賂錢德戒菸。",
    "[1, 4]": "這晚是羅斯將童貞獻給卡羅的周年紀念日，因此羅斯感到很沮喪。男生們說服羅斯去看冰球比賽以忘掉過去，但是羅斯卻被冰球砸中了鼻子。三人在急診室被一個惡護士刁難。瑞秋拿到了生平第一筆薪水很是激動，但是卻氣憤的發現，薪水被聯邦保險捐助條例（英語：Federal_Insurance_Contributions_Act_tax）抽掉了大半。為了鼓勵她，女生們開了一個睡衣派對，卻又都因對未知的未來感到惶恐和不安。披薩快遞錯將街對面性感的前白宮幕僚喬治·史蒂芬諾伯羅斯訂的披薩送到了女生們的公寓，興奮的女生們馬上開始偷窺對方的公寓並且迅速的忘掉了煩惱。而在急診室的男生們也不經意的在和惡護士的爭鬥中扳回了一城。",
    "[1, 5]": "羅斯和瑞秋一起去公共洗衣店洗衣服。瑞秋和一個婦女起了爭執，並在羅斯的幫助下戰勝了對方。羅斯因此得到了他與瑞秋的初吻。喬伊希望和他的前女友重修舊好，因此安排了一個四人約會想撮合莫妮卡和她前女友的現任男友。喬伊讓莫妮卡相信，對方的兩人只是兄妹。因此莫妮卡在見到對方的「親密舉動」很是震驚與尷尬。錢德在菲比的幫助下終於第一次和珍妮斯分手了。",
    "[1, 6]": "喬伊終於有機會在一部電影中為艾爾·帕西諾做裸替，但因為他的屁股過於搶戲而遭劇組開除。錢德和一個義大利美女展開了一段多角戀情，但是之後卻發現「只要性不要愛」的關係並不如男人們所期待的那樣美好。",
    "[1, 7]": "曼哈頓突然大停電，在羅斯想藉此機會向瑞秋表白的時候，一隻大貓跳到了羅斯的頭上。之後瑞秋找到了貓的主人——一個英俊的義大利人。與此同時，錢德和維多利亞的秘密中的名模吉兒·古達克（英語：Jill_Goodacre）因停電而被單獨困在了一個自動取款機室里。拼命想打動吉兒的錢德使出渾身解數，卻弄巧成拙差點丟了小命。不過最終兩人還是共度了一段不錯的時光。",
    "[1, 8]": "羅斯和莫妮卡的外婆病故了。當兩兄妹來到病床前準備做最後的告別時，已經被宣告死亡的外婆突然迴光返照了一下，把眾人嚇得不輕。錢德的同事以爲他是同性戀，因此想撮合他和另一位男同事。這讓錢德發現，幾乎每一位和他初次見面的人都當他是同性戀。老友們前去參加外婆的葬禮，但是莫妮卡對母親看她甚麼都不順眼的態度非常不滿。",
    "[1, 9]": "喬伊因他拍攝的一支隱疾廣告的形象而被人歧視，因此不想回家過感恩節，羅斯因為離婚也無處可去。因此莫妮卡計劃在她的公寓招待大家一頓祥和安寧的感恩節晚餐。事與願違。一支飛掉的氣球吸引了大家的注意力並把大家反鎖在門外，並讓感恩節大餐徹底報銷。也讓瑞秋錯過了去與家人滑雪的班機。大家只能吃著為從來不吃「感恩節食物」的錢德準備的三明治過節。",
    "[1, 10]": "羅斯帶了他的新夥伴來參加新年派對—一隻叫馬修的猴子。不過似乎這隻猴子對他們的關係並不熱衷。大夥訂了一個協議，都不帶自己的約會對象來參加派對，但是似乎只有羅斯遵守了這個約定。菲比的約會對象是大衛—她的科學家男友，卻又必須在留下來陪女友以及去明斯克繼續他的研究中進行選擇；莫妮卡的對象是「幽默的鮑比」，但是剛剛接到自己祖父去世消息的他整晚都在哭泣；喬伊的約會對象是一個帶著2個孩子的單身母親；瑞秋的義大利男友保羅沒有趕上回來的班機，瑞秋還在機場和其他女人打了一架；錢德的女伴還是珍妮斯，不過他又一次向她提了分手。因為這樣誰都沒有得到新年的午夜之吻，沮喪的錢德大發小孩脾氣，卻被喬伊一招以吻封唇鎮住了...",
    "[1, 11]": "錢德年輕時髦的愛情小說家母親（Morgan Fairchild（英語：Morgan_Fairchild）飾演）來紐約拜訪大家。羅斯對瑞秋帶她的義大利男友保羅來赴宴大為不滿，沮喪的他把自己灌醉，並不小心和錢德的母親熱吻了一番。這一場景正好被喬伊目睹。莫妮卡和菲比看到了一個她們中意的男士，當他過馬路的時候，莫妮卡吹響了口哨以求博得那位男士的注意卻不幸的讓他被疾駛的汽車撞倒。在醫院昏迷期間，莫妮卡和菲比自願去照顧這位連名字都不知道的男士，兩人卻因都喜歡他而爭吵不斷。",
    "[1, 12]": "每個人都知道羅斯小孩的性別除了在小孩出生前不願意知道是男是女的的羅斯。瑞秋和保羅的關係終於因為保羅在被菲比按摩的時候吃她豆腐而結束。莫妮卡為了她的阿姨做了一大堆的千層面，直到最後才想起她的阿姨是個素食者。",
    "[1, 13]": "錢德不小心看到了洗完澡沒穿衣服上空的瑞秋，為了扳回比分，瑞秋千方百計的想看回錢德的裸體以示扯平。喬伊為是不是該向自己的母親隱瞞父親的婚外戀而兩難。大夥誰都受不了菲比的新男友——說話過於直接的心理學家羅傑（費舍·斯蒂文斯飾演）。",
    "[1, 14]": "羅斯和他一個美麗的鄰居在情人節約會，這是他九年以來第一次約會，卡羅和蘇珊也在同一家餐廳享受情人節大餐，最後羅斯親吻了卡羅。喬伊為錢德安排了一次相親，卻發現應邀而來的竟然是錢德的前女友珍妮斯，當晚兩個人又睡到了一起，但是最終兩個人又分手了。沒有約會的女生們希望在情人節那天燒掉她們與前男友之間的紀念物，最終卻引發了一次火災。",
    "[1, 15]": "莫妮卡為一個正在招聘新主廚的飯店老闆（喬恩·拉威茨飾）準備了一桌美味佳餚。但是在來的路上此人抽了一支大麻，由此而引起的飢餓感讓他吃起莫妮卡精心準備的美食就像在啃玉米餅皮一樣。錢德在工作五年之後得到了提升，但是因他覺得這只是一份「臨時的工作」而辭職。最後終於想明白了的他重新取得了這個職位並獲得了加薪。羅斯和他的一位美麗的同事西莉亞（梅羅拉·哈丁（英語：Melora_Hardin）飾）約會，西莉亞願意和羅斯進一步發生關係，除非他能在言語上成功的挑逗起她的興致。羅斯只得向喬伊求助。",
    "[1, 16]": "喬伊迷上了菲比的雙胞胎姐姐烏蘇拉，這讓菲比感到他被喬伊忽視了。錢德因為要開除一個他心儀的女生而大感頭疼。羅斯也因和卡羅蘇珊一起參加Lamaze產前輔導課程而心煩意亂。莫妮卡家的電視被羅斯的猴子馬修調成了西班牙語，莫妮卡卻怎麼也調不回來。",
    "[1, 17]": "烏蘇拉甩掉了喬伊卻又不打算告訴他，因此菲比決定假扮她的雙胞胎姐姐去和喬伊分手，以盼她最好的朋友不要受到太大的傷害。在念了幾周的「拖」字訣之後，瑞秋終於不情不願的去拆陽台上的聖誕裝飾燈卻不小心從陽台上甩下弄傷了腳踝。在醫院，沒有醫療保險的瑞秋只能假扮為莫妮卡以享受醫療福利，並勾搭上了兩位俊俏的青年男醫生（喬治·克隆尼和諾亞·懷勒客串了他們在大熱劇集《急診室的故事》中的角色）。羅斯因覺得自己沒有做父親的能力而感到彷徨，此時馬修吞下了拼字遊戲中的道具卡住了喉嚨，羅斯抱起馬修就沖向急診室，這也讓他覺得，他自己開始像一個父親了。",
    "[1, 18]": "已經厭煩自己狀況百出的服務生工作的瑞秋決定轉行，應徵了薩克斯第五大道精品百貨店採購助理的職位，作為一個購物狂的瑞秋的這一決定，讓菲比形容為是「就像母艦召你回家一樣」的合適。另一方面，女生們在牌桌上和男生們展開了殊死的搏鬥。不忍心再次傷害應聘失敗打擊之下的瑞秋，羅斯做了一個艱難的決定。",
    "[1, 19]": "羅斯因臨時有事拜託瑞秋照看他的猴子馬修，馬修卻在這段時間裡落跑，大家一起出門尋找。因為不知道馬修是一隻非法飼養的寵物，瑞秋打電話給了動物安全部門。這徹底激怒了羅斯。動物安全部門派來的女人是莫妮卡和瑞秋的高中同學。經過一段驚險的歷程，馬修終於安全的被找回來了。羅斯終於也有了一個向瑞秋求愛的機會。就當看似兩人能享受一個美妙浪漫的夜晚之時，瑞秋的前未婚夫巴瑞找上門來，向瑞秋表達了自己的愛意。",
    "[1, 20]": "瑞秋和巴瑞重新開始約會，這讓瑞秋很尷尬，因為巴瑞已經和明蒂訂婚，並且明蒂請求瑞秋當她的伴娘。但是瑞秋不久之後就發現，在自己和巴瑞訂婚期間，她的未婚夫就和明蒂好上了。兩個女人決定面對面和巴瑞說清楚。與此同時，錢德為一個打錯電話去他公寓的女子而瘋狂。大夥發現街對面有人也在偷窺他們。",
    "[1, 21]": "莫妮卡的信用卡遭人盜用，女生們決定追查出這個竊賊。但是莫妮卡反倒和這個小偷交上了朋友。喬伊決定取一個聽上不不是這麼帶有名族特色的舞台藝名。羅斯發現，馬修還是渴望回到大自然和它的同伴們生活在一起，他將馬修捐給了動物園，並深情的與之告別。",
    "[1, 22]": "在將自己的童貞獻給莫妮卡之後，莫妮卡發現自己的男朋友伊森其實是一名高三學生而不是他所說的大四學生，這讓莫妮卡大感愧疚以及尷尬。瑞秋做了一個和喬伊與錢德有關的春夢，這讓羅斯感到很噁心，但是同時又很嫉妒。菲比幫錢德的助理代班，卻意外的發現，在錢德升職之後，錢德的舊同事們就不再喜歡他了。",
    "[1, 23]": "卡羅進了產房，這讓非常渴望做母親的莫妮卡感慨連篇。羅斯和蘇珊還在為誰為卡羅付出更多而爭吵，不能忍受他們的菲比把兩人抓到一間小儲物室里想調解他們的矛盾，誰知竟使三人被反鎖進了儲物室，這讓他們都錯過了卡羅的生產。瑞秋和一個婦產科醫師調情，但是那個婦產科醫師卻因為每天的工作就是對著女性的私處而對女性感到有些「審美疲勞」。喬伊也幫助了一位孤獨的單身母親。",
    "[1, 24]": "在瑞秋的生日之前，羅斯要去中國參加一個考古挖掘項目。錢德勸羅斯找一個新的女朋友以忘掉瑞秋。羅斯要錢德幫他轉交他為瑞秋買的生日禮物然後出國去了。喬伊的新女朋友想和他上床，但是喬伊參加的一個有關於性的醫學研究卻規定他在短時間內不能與別人歡好。瑞秋生日派對的時候，錢德不小心說漏了嘴，向瑞秋提及了其實羅斯從高中時期就一直暗戀著瑞秋。這讓瑞秋萬分驚訝並大受感動，因此她做了一個巨大的決定......",
    "[2, 1]": "瑞秋去機場為羅斯接機並向他表達愛意，卻意外的發現羅斯因為錢德的建議在中國和老同學茱莉建立了新的感情並一同回國。錢德覺得非常的愧疚，因為也是他說漏了嘴才使得瑞秋明白羅斯長久以來的心意。菲比幫錢德和喬伊剪了個時髦的髮型，莫妮卡也想要剪，誰知道菲比搞錯了莫妮卡所要的髮型。錢德需要做一套新西裝，喬伊推薦了他的裁縫給他，卻讓錢德被那個裁縫猛吃了一頓豆腐。羅斯和茱莉的親密關係讓每個人都感到很不自在。尤其是瑞秋。沮喪的她竟然又和爛人前男友義大利人保羅攪和在了一起。",
    "[2, 2]": "男生們對卡羅母乳餵養羅斯的兒子本感到很尷尬，在菲比和喬伊嘗過之後，情況更加糟糕了。瑞秋對莫妮卡和茱莉建立的友誼非常非常的吃醋。在喬伊打工的地方，喬伊為了一個美女同事而和另一位同事\"決鬥\"。",
    "[2, 3]": "錢德拒絕了和她同事約會的機會，因為他覺得她的鼻孔太大，但是事實上，錢德其實是害怕發生一段認真的戀情。樓下那個討厭的另據海克里斯先生突然去世了，竟然把所有的財產全都留給了莫妮卡和瑞秋。在清點遺物的時候，錢德驚恐的發現原來自己的人生軌跡也有可能像海克里斯先生那樣孤獨終老。為了避免這樣的事情發生，他又想和前女友詹尼絲複合，誰知道珍妮斯已經嫁為人婦並懷了孕。菲比質疑進化論，認為它過於簡單的解釋了所有的事情及現象並排斥其他的可能，因此和身為古生物學家並將進化論視為信仰的羅斯大吵了一架。",
    "[2, 4]": "大夥驚奇的發現原來菲比嫁給了一位加拿大同性戀冰舞演員鄧肯（Steve Zahn飾演），以幫助他拿到美國綠卡。菲比其實一直鍾情於鄧肯，但是由於鄧肯的性取向一直不敢開口表白。被人捉到痛腳惱羞成怒的菲比開始大揭隱私，最終演變成一場混戰：喬伊被人揭發曾經拍過成人電影，而錢德則被說出了有三個乳頭的秘密。菲比與鄧肯重逢，竟然得知鄧肯原來不是同性戀，此次前來找菲比也是為了和她離婚而與另一位女子結婚。這讓菲比又一次傷透了心。羅斯和茱莉的關係一直沒有進一步的發展，羅斯也很期待兩人\"重要的一晚\"，對羅斯找了新女友很是不爽的瑞秋打算破壞兩人的關係，竟然告訴羅斯羅斯當一個男人不渴望性愛時女人會覺得他更性感，導致羅斯險些錯過了關鍵的一夜—還好羅斯也向喬伊諮詢到了\"男人的建議\"。",
    "[2, 5]": "收入問題讓老友之間產生了裂隙，有良好收入的錢德、羅斯和莫妮卡，和收入不怎麼優渥的菲比、瑞秋和喬伊相互對彼此看不慣。剛剛得到提升的莫妮卡因為收了肉品供應商的一點\"小禮物\"而丟了飯碗。",
    "[2, 6]": "羅斯誤食了莫妮卡製作的奇異果檸檬派而引發過敏，錢德和喬伊只能代羅斯照看羅斯的兒子本。男生們驚奇的發現，身邊帶著一個可愛的嬰兒更能招得美麗女郎的青睞，得意忘形的他們竟然把本落在公車上。最後他們在失物招領處找到了嬰兒，卻分辨不出哪個到底是他們丟失的本。菲比在中央公園咖啡館的駐唱工作被一名專業歌手(Chrissie Hynde飾演)所代替，所以只能在街頭表演。備註:  同年起熱播的美劇《城市俏女郎（英語：Article Name）》中的主角Lea Thompson（英語：Article Name）在劇中客串了一位婦女，為自己的同性戀兄弟向錢德和喬伊打聽哪裡也可以領養一個小孩的。在此後劇集中出演菲比同父異母的兄弟小弗蘭克的演員Giovanni Ribisi也出現在本集之中，飾演一個菲比在街頭駐唱時，在她的琴盒裡面丟了一個保險套的男子，隨後又因為\"緊急事件\"而把那個保險套拿了回去。Catherine Bell（英語：Article Name）飾演了公車上的一位女子。",
    "[2, 7]": "喝醉了酒的瑞秋在羅斯的答錄機上留言說「我已經忘掉你了！」第二天早上羅斯來到莫妮卡和瑞秋家播放了那一段留言，尷尬的瑞秋只好被迫承認她喜歡羅斯。之後羅斯來到中央公園咖啡館，生氣地告訴瑞秋這本不應該告訴他，因為他好不容易忘記瑞秋，開始過開心的日子了。但羅斯離開之後咖啡館又折回，這次他與瑞秋擁吻了。之後羅斯在瑞秋和茱莉兩人中無所適從。與此同時，失業了的莫妮卡開始擔任錢德的私人健身教練。",
    "[2, 8]": "羅斯在童年時就暗戀著的瑞秋和新女友茱莉之間艱難的做著抉擇。他聽從錢德和喬伊的建議表列了兩人的優缺點，最終下定決心選擇瑞秋。但是瑞秋發現了這張清單，對羅斯的行為非常不滿。莫妮卡找到了一份為一種噁心的巧克力替代品莫克麗創造食譜。",
    "[2, 9]": "菲比發現自己外祖母保存著的他父親的照片中的男子並不是他的親生父親，只是梅西百貨的男模特。她嘗試尋找她父親的線索，但是終究沒有勇氣面對他與他相認。陪伴著她的錢德和喬伊因為等的時間太久而沒有為大夥買禮物，所以只能在一個加油站的便利店裡亂買一通。",
    "[2, 10]": "莫妮卡和幽默的鮑比複合，但是發現他開始酗酒了。她成功的幫鮑比戒酒，但是他戒酒之後非常不開心也不再幽默了。喬伊和選角導演睡了一覺之後得到了一個在長壽劇《我們的日子》中扮演神經外科醫生德瑞克·拉莫瑞醫生的機會。瑞秋和一個叫拉斯的男子開始約會，但是此人的外貌與羅斯驚人的相似（兩人均由大衛·史威默飾演）。最後瑞秋甩掉了拉斯，宣稱他總是讓她想起某人，她也從來沒有提及他與羅斯的相似之處。最後，拉斯和羅斯的前女友茱莉對上了眼。",
    "[2, 11]": "卡羅和蘇珊準備結婚，他們希望莫妮卡能來為他們的婚禮外燴。菲比一個82歲的按摩客戶在按摩中離世，並且似乎靈魂附體在菲比的身上。瑞秋的母親(Marlo Thomas（英語：Article Name）飾演)前來拜訪瑞秋，並宣布將和瑞秋的父親離婚。",
    "[2, 12]": "羅斯去加利福尼亞時想拜訪下在動物園生活的馬修，卻發現馬修已經進入演藝圈並成為炙手可熱的動物明星，並在紐約拍攝新片。喬伊第一次收到了影迷(由波姬·小絲客串)來信，並與她約會。她向他坦白，其實她是一個跟蹤狂，並認為電視劇《我們的故事》中的事都是真實的。一位男子(Chris Isaak（英語：Article Name）)邀請菲比來圖書館為孩子們唱歌，但是孩子們的家長對於菲比過於現實的歌詞大為緊張，但是孩子們卻非常喜歡，偷偷跑來中央咖啡館繼續聽菲比唱歌。備註:當日播出的第二季第12、13集兩集聯播是《六人行》播映史上收視率最高的兩集，總共吸引了超過5290萬美國觀眾。",
    "[2, 13]": "大夥終於在紐約的片場找到了馬修，而瑞秋和莫妮卡在遇到尚-克勞德·范·達美之後就為他爭風吃醋。錢德遇到了老同學(茱莉亞·羅勃茲客串)，一個電影化妝師。看上去似乎她被錢德吸引，其實是為了報當年被錢德在全校人面前扒了裙子的一箭之仇。喬伊終於在電影裡面露臉，羅斯和馬修也好不容易能團聚在一起，度過了難忘的一天。備註:當日播出的第二季第12、13集兩集聯播是《六人行》播映史上收視率最高的兩集，總共吸引了超過5290萬美國觀眾。",
    "[2, 14]": "喬伊在《我們的日子》裡的角色大獲成功，有錢了的他還給錢德812美元還送給他一條金手鍊。莫妮卡和瑞秋的畢業舞會錄影帶透露出，莫妮卡曾經是個大胖子，而瑞秋也有一個大的驚人的鼻子。畢業舞會當天，瑞秋貌似被舞伴放了鴿子，因此羅斯穿上了他父親的燕尾服打算自己帶瑞秋去參加畢業舞會，就在羅斯換衣服的時候，瑞秋的舞伴又突然出現打亂了羅斯的計劃。錄影帶最後，極度失望的羅斯只能站在樓梯上目送著瑞秋離去。瑞秋為羅斯當年心碎的表現和多年來痴情的等待大為感動，親吻了羅斯並打算和他重新開始。",
    "[2, 15]": "喬伊用自己的片酬買了一個大屏幕電視和兩張皮躺椅，這讓兩隻沙發土豆整整兩天都黏在躺椅上看電視都不曾站起來一步。莫妮卡為自己父母的朋友，性感迷人且喪偶的眼科大夫理察·博克醫生(Tom Selleck飾演)做外燴，之後兩個人衝破年齡的障礙開始約會。羅斯和瑞秋開始他們第一次約會，但是長久的友誼讓兩人之間愛情的火花燃燒的不是那麼自然。因此兩人決定另外安排一次約會，但是這次羅斯工作的博物館又有急事要求他回到工作崗位，最後兩個人還是在博物館度過了他們美妙的\"第一晚\"。在本集中客串的著名影星Tom Selleck因理察·博克醫生這一角色入圍了2000年的艾美獎最佳喜劇電視劇客串演員獎。",
    "[2, 16]": "喬伊想搬出錢德的公寓，找一間新的房子可以讓自己\"有時間思考\"。莫妮卡在糾結該不該向父母坦白自己和理查的關係。瑞秋和菲比想去紋身，菲比怕痛退卻了，瑞秋卻紋了一顆愛心。",
    "[2, 17]": "菲比被一個唱片製作人發掘，希望為她的歌曲《臭臭貓》拍攝一支音樂錄影帶。隨後大家發現，菲比的聲音被一個長相不好看但是極具才華的歌手所替代了。羅斯和瑞秋的感情讓莫妮卡覺得她又重新和她哥哥住在一個屋檐之下，這讓她覺得很討厭。喬伊想搬回錢德的公寓，但是錢德已經找好了新的室友艾迪。",
    "[2, 18]": "喬伊在接受採訪時吹牛吹過了頭，說自己經常即興發揮創造改編自己的台詞，這讓《我們的日子》的編劇大為光火。並在下面的幾集裡把他所飾演的角色用掉落電梯井的方式殺死了。",
    "[2, 19]": "錢德新室友艾迪的很多詭異舉動讓錢德感到很不自在，他希望艾迪搬離公寓，艾迪當時也同意這麼做。但是之後艾迪並沒有搬出公寓並否認當初有這樣的對話。喬伊在失去他的角色之後沒有了收入，這對他曾經肥皂劇電視明星的生活方式是一個很大的挑戰。一部名為《女神會議》的自我輔導書讓女生們很是認同。喬伊搬回了錢德的公寓並將艾迪趕了出去。喬伊也和錢德重修舊好。",
    "[2, 20]": "菲比的世界觀在看了《父親離家時》裡老黃狗的真實命運後大受震撼，她重新看了一遍她母親曾經不讓她看的悲劇電影，悲慘的情節讓她感到非常沮喪。莫妮卡對理查經常和喬伊與錢德混在一起感到非常的吃味，而當理查發現，喬伊和錢德認為他是一個父輩似的角色而不是他們的兄弟感到很洩氣。瑞秋在得知羅斯想和她廝守一生之後倍感壓力。",
    "[2, 21]": "錢德和羅斯在咖啡館和兩個惡霸打了起來，因為其中一個偷了錢德的帽子。失業的莫妮卡用她最後的一點積蓄購買了一支股票，因為她在電視看到這支股票的簡稱和自己的名字一樣。她想以此發財，不然就得去一家俗氣的50年代風格的主題餐廳打工。菲比嘗試著和她的親生父親見面，但是卻遇到了她同父異母的兄弟小弗蘭克，並且得知她的父親已經離開4年了。在股市里莫妮卡丟掉了她最後一點積蓄，她只得去那家名為\"月光舞者\"的餐廳上班，身著一套可笑的戲服還得時不時的跟著\"村民樂團\"的歌聲跳舞。",
    "[2, 22]": "大夥為瑞秋準備一個驚喜派對，以此來幫正在為父母離婚而心煩意亂的她過生日。誰知道更驚喜的是，瑞秋那勢如水火的父母竟然都來參加了這個派對。為了避免尷尬，男生們只能在自己的公寓又假扮著開了一個派對。最後，所有人都過了難忘的一晚。",
    "[2, 23]": "菲比在自己的老相好海軍軍官瑞安(查理·辛客串)休假之前出了水痘。不幸的是，瑞安也沒有出過水痘，乾柴烈火的兩人不願意錯過這短暫相聚的時間，最終兩個人都生病了，接下來的休假時間只能休息並努力嘗試著不去撓傷口。喬伊在錢德的公司得到了一份工作，喬伊為此為自己設計了一個角色，一個有一個美滿家庭的中年男子約瑟夫，還將自己的差錯歸咎於錢德。忍無可忍的錢德最後只能開除他了事。莫妮卡為理查沒有怪癖而煩惱，理查絞盡腦汁杜撰了一個出來以便讓莫妮卡安心。",
    "[2, 24]": "瑞秋答應在她前未婚夫的婚禮上做伴娘，但是在婚禮上卻出了大糗。喬伊為了在華倫·比提的新片中飾演一個角色而苦練吻技。錢德在網上與一名女子墜入情網，兩人決定見面，錢德竟然發現這位女子是他的前女友珍妮斯。理查不願意再生小孩，而一直渴望做母親的莫妮卡無法接受，兩人決定分手。",
    "[3, 1]": "羅斯告訴瑞秋，他的性幻想對象是《星球大戰》系列裡身著金色比基尼的莉亞公主。隨後，羅斯也和錢德分享了這個秘密，但是錢德一番話讓羅斯大倒胃口。莫妮卡在和理查分手後患上了嚴重的失眠。錢德希望喬伊和珍妮絲能建立友誼。",
    "[3, 2]": "羅斯請大夥出席他工作的博物館所舉辦的晚宴。但是所有人貌似都漫不經心拖拖拉拉：莫妮卡為在答錄機上聽到了一個理查的電話留言而心猿意馬，喬伊和錢德為了一張椅子而爭吵，瑞秋卻為不知道穿什麼而磨磨蹭蹭。這讓急性子的羅斯非常焦慮。",
    "[3, 3]": "菲比和一個跟蹤她孿生姐妹烏蘇拉的男人約會。羅斯和瑞秋給錢德上了一堂\"如何當好男友\"的課，其後羅斯還私下和錢德開了一個小灶。莫妮卡為了忘掉理查開始做果醬，其後又想去精子銀行人工受孕生個小孩，卻發現可供選擇的精子中，竟然有某個老友的貢獻。客串明星：大衛·艾奎特（時任飾演莫妮卡的柯特妮·考克斯的男友，兩人後於1999年成婚。）",
    "[3, 4]": "菲比假扮喬伊的經紀人為他獲得了一次試鏡的機會，羅斯為他的兒子本有一個芭比娃娃玩具而煩惱。錢德希望與珍妮絲的感情更進一步但是又害怕做出承諾，他找女生們諮詢意見。",
    "[3, 5]": "菲比的異母弟弟小弗蘭克來城裡找菲比，菲比招待了他一次按摩，但是小弗蘭克卻誤解了\"按摩\"的含義。喬伊親手製作了一個木製的\"娛樂中心\"，但是卻不怎麼靈光。老友們表列了心中想發生親密關係的名人名單。羅斯因為錢德指出他的名單中的伊莎貝拉·羅塞里尼過於國際化，不太可能出現在紐約而將她從名單中剔除了。誰知道伊莎貝拉·羅塞里尼竟然神奇般的出現在了中央公園咖啡館。客串明星：伊莎貝拉·羅塞里尼飾演了她本人。",
    "[3, 6]": "珍妮絲無心的問起：老友們是不是曾經差點睡在一起。這讓大家都陷入了三年前的回憶：羅斯曾和菲比熱吻，喬伊在莫妮卡面前全裸，而錢德和瑞秋相互之間有過性幻想...",
    "[3, 7]": "莫妮卡在珍妮絲快要離婚的丈夫\"床墊國王\"那裡買了一張床但是卻錯送來一張兒童床。當她和喬伊嘗試著去退貨的時候，發現珍妮絲和他的丈夫在辦公室裡面熱吻。瑞秋希望相互有點看不順眼的羅斯和她父親能夠和睦相處，事與願違的是，晚餐完畢兩人卻因為小費的問題鬧得不歡而散。瑞秋只能在隔天再次邀請他們來吃早午餐，誰知兩位男士在批評起瑞秋時卻站在同一陣線里。喬伊在一個肥皂劇訓練班授課，一位學生將要和喬伊共同面試同一角色，心懷不軌的喬伊為他做出了錯誤的指導。誰知道誤打誤撞讓該學生獲得了這個演出機會。",
    "[3, 8]": "錢德想為珍妮絲買一份昂貴的禮物，喬伊只得告訴他真相—他看見珍妮絲和她前夫相吻。莫妮卡在照顧本的時候撞到了他的頭。菲比感到很糾結，因為每次她看牙醫時就有一位朋友去世，但她的牙又實在是疼的厲害。當她終於下定決心看完牙醫回來，就急切的詢問每一位朋友是否安然無恙。喬伊突然說，住在街對面一直被他們偷窺的醜陋裸男不動了，為了探明到底他是睡著了還是死掉了，老友們將中餐外賣附帶的筷子製作成了一個\"大型戳人設備\"一探究竟。",
    "[3, 9]": "一年一度的感恩假期，老友們決定打一場3對3的橄欖球賽：喬伊和錢德為誰能和一個迷人的荷蘭模特約會而水火不容，好勝的羅斯和莫妮卡也為童年的舊怨增添了新仇。",
    "[3, 10]": "不堪忍受再做女服生的瑞秋終於在錢德和喬伊的幫助下定決心辭職，以便追求自己的夢想在時尚業謀一份工作。喬伊找到了一份賣聖誕樹的工作，菲比想幫助他但是越幫越忙。羅斯不小心弄斷了一個小女孩的腿，不得不幫她賣餅乾以圓小女孩的一個夢想。",
    "[3, 11]": "一個帥氣的陌生人為瑞秋介紹了一份她夢寐以求的工作，羅斯對這個男子的意圖很是懷疑。喝醉了的錢德和喬伊的一個妹妹熱吻了一番，但是事後卻忘記了是喬伊的哪個妹妹。",
    "[3, 12]": "羅斯對推薦瑞秋得到工作的馬克異常嫉妒。喬伊為胡編亂造自己的簡歷而得到了報應。莫妮卡和一個餐廳侍者開始約會。",
    "[3, 13]": "莫妮卡在一家音像店和前男友理查偶遇。喬伊同意去讀《小婦人》以交換瑞秋讀恐怖小說《閃靈》。老友們在面對菲比那個不愛穿內褲經常春光外洩的新男友時感到異常尷尬。",
    "[3, 14]": "菲比和前演唱搭檔（伊麗莎白·戴利（英語：Elizabeth Daily）飾演）重組，因為她覺得菲比創作的《臭臭貓》會很有商用價值。錢德和一個有義肢的女孩（雪琳·芬飾演）約會。瑞秋的新工作讓她與羅斯的戀情起了波折。",
    "[3, 15]": "在和瑞秋大吵一架之後，羅斯在一個派對上向複印店的美女雇員克洛伊訴苦並發生了關係。菲比和一個外交家約會，兩人只能靠翻譯來交流感情。",
    "[3, 16]": "羅斯嘗試切斷有關於他一夜情的\"知情鏈\"，但是終究被瑞秋發現了真相，兩人因此回到公寓大吵了一架。嚇的不敢出門的其餘四人只能困在莫妮卡的房間裡聽著瑞秋下了與羅斯分手的決定。",
    "[3, 17]": "羅斯和瑞秋這對分手怨偶的僵硬關係讓其餘的老友很是為難，只能努力不使兩人同處一室以免尷尬。這讓聯想到童年時父母離異的錢德又開始抽菸了。瑞秋邀請除了羅斯的其他人去滑雪，寂寞的羅斯只能去和前妻卡羅訴苦。大家在去滑雪的路上被困住了，還好羅斯來救了大家。",
    "[3, 18]": "莫妮卡同意和她餐館的一位顧客皮特（強·法夫洛）約會，後來竟發現原來皮特是一位百萬富翁。菲比驚恐的發現，她18歲的異母弟弟希望和一個他年紀兩倍大的女人（黛博拉·喬·盧平（英語：Debra Jo Rupp）飾演）結婚。錢德為了戒菸開始聽一盤催眠錄音帶，誰知竟然這錄音帶還有別的用途。",
    "[3, 19]": "瑞秋在和羅斯分手之後開始了新的約會，對象是她的同事馬克。喬伊對同劇的女演員凱特（迪娜·邁耶飾演）著迷。莫妮卡繼續在和皮特交往，但是卻覺得自己並不是特別為他鍾情。",
    "[3, 20]": "瑞秋撮合錢德和她的老闆喬安娜約會。莫妮卡的阿姨去世了，留給了她夢寐以求的玩具屋。莫妮卡不想讓老是有古怪念頭的菲比\"褻瀆\"她的這個新寶貝，菲比決定自己做一個讓莫妮卡嫉妒的玩具屋。",
    "[3, 21]": "莫妮卡為能在皮特的新開餐館裡當主廚而興奮，但是菲比卻看出來皮特想要的並不只是合作關係。喬伊和錢德領養了一對雞與鴨。羅斯為了幫助貌似摔斷肋骨的瑞秋而錯過了在探索頻道上露臉的機會。",
    "[3, 22]": "在喬伊新劇的首演上，羅斯發現瑞秋的新男友（班·史提勒客串）是個神經病。喬伊和凱特墜入了情網，但是她又不得不為了在舊金山的一個機會而離喬伊而去。菲比執著的猛打一家公司的客服熱線。",
    "[3, 23]": "羅斯的屁股上長了一個東西，在尋醫無效的情況下，他只能求助於菲比的草藥師（凱文·麥當勞（英語：Kevin McDonald）飾演）。菲比在兩個男友中舉棋不定，因為看上去兩人都完全符合她所定的要求，所以只能腳踏兩隻船。莫妮卡以為皮特要求婚，這讓她有點亂了方寸。",
    "[3, 24]": "出乎莫妮卡的意料，原來皮特想成為終極格鬥賽的冠軍，在完成這個夢想之前，他不想考慮別的事情。錢德為老闆老是拍他屁股而煩惱。菲比想撮合羅斯和她的一個光頭女友。本集開場，著名諧星比利·克里斯托和羅賓·威廉斯臨時客串了一下（當時兩人在隔壁錄影棚錄影，臨時加戲客串）。",
    "[3, 25]": "大夥去海邊度假，菲比去找一位她母親的朋友，以便能向她打聽自己的家事。菲比找到了這位婦女，竟然發現她與自己同名。羅斯發現瑞秋還是愛著他，這讓他在新舊女友中兩難。莫妮卡覺得錢德不是一個適合認真交往的對象，這讓錢德大感受傷。",
    "[4, 1]": "莫妮卡被一隻水母蟄到，向錢德和喬伊求助，為了緩解莫妮卡的痛苦，錢德只能在她身上撒尿，因為尿液中的阿摩尼亞能中和水母的毒素，事後的三人為這場風波感到異常尷尬。羅斯和瑞秋打算複合，但是最終羅斯無法接受瑞秋苛刻的符合條件而一拍兩散。菲比竟然發現在海邊與她同名的女人竟然是她的親生母親。",
    "[4, 2]": "一隻貓溜進了咖啡館並蜷縮進了菲比的吉他盒。菲比認定自己養母的靈魂附在了這隻貓上而和它形影不離。喬伊嘗試把自己製作的娛樂中心賣出去，他吹噓柜子里能塞進一個成年人，他的一位客戶表示不信，於是喬伊親自演示，誰知竟被那人關在裡面並趁機順手打劫了一番。莫妮卡和高中時期的風雲人物切普約會，當她發現切普的心智還停留在高中的時候就立刻甩了他。",
    "[4, 3]": "錢德和瑞秋的上司喬安娜約會，但是由於把道具手銬玩的有點過火而分手。這讓夾在中間的瑞秋很為難。莫妮卡為她的母親準備宴會，卻不幸把一隻假指甲遺失在了食物里。這讓本來就在母親前缺乏自信的莫妮卡更加抬不起頭來。",
    "[4, 4]": "喬伊捨身取義陪公寓管理員丘格先生練舞，以此想保下莫妮卡和瑞秋非法承租的公寓。錢德希望退掉健身房的會員資格，但是他覺得自己沒有這個勇氣。羅斯自告奮勇協助，誰知道最後也被圈進了套里。回到家後悔的兩人決定直接去銀行銷戶，變相退掉健身房，可是意志薄弱的他們最後被勸說辦了一個聯名帳戶。",
    "[4, 5]": "錢德在咖啡店遇到了一個讓他心怡的女孩，隨後竟然發現她竟然是喬伊的新女友。瑞秋對羅斯的艷遇非常嫉妒，於是和一個大學生約會，誰知此人竟然偷瑞秋的錢。感冒讓菲比的嗓音變的很\"性感\"，菲比愛上了這嗓音，就算感冒痊癒之後也千方百計的想要把這種感覺找回來。",
    "[4, 6]": "羅斯的新女友（麗貝卡·羅梅恩飾演）看上去非常完美，但是羅斯竟然發現他的家簡直不能再用髒亂不堪來形容。錢德為自己鍾情的凱西買了一份珍貴的生日禮物——一本她最愛的兒童書的首版。而身為凱西男友的喬伊不輕不願買的禮物卻不倫不類且非常廉價。為了掩飾自己的真實情感，錢德只能把自己精心挑選的禮物讓給了喬伊。菲比和莫妮卡決定合夥做外燴生意。",
    "[4, 7]": "相互吸引的錢德和凱西吻在了一起，這讓錢德必須在他夢中的女孩，和他最好的朋友喬伊之間做出選擇。錢德對喬伊感到非常的愧疚，因此為他們的公寓買了新家具和新電視機。喬伊終於發現了錢德和凱西的戀情，決定懲罰錢德五年。羅斯重新開始玩起了音樂而且自我感覺超級良好（照他的話說他的音樂是\"無言之詩\"）。",
    "[4, 8]": "錢德答應在感恩節假期里都蹲在一個木條箱裡，以此作為親了喬伊的女友凱西的懲罰。莫妮卡不小心弄傷了自己的眼睛，在診所，她遇到了前男友理查的兒子（邁克·瓦爾坦飾演）。莫妮卡對他產生了興趣並邀請他來共度感恩節，雖然他的朋友們都覺得這不是一個好主意。凱西決定和錢德分手以免破壞他所珍視的與喬伊的友誼，這讓喬伊很受感動，他放錢德從箱子裡面出來好去追趕凱西。",
    "[4, 9]": "錢德和羅斯的朋友\"甘道夫\"要來城裡了。這讓期待和甘道夫一道參加排隊的兩人非常興奮。甘道夫取消了行程，失望的他們決定自己去找樂子。當他們精疲力盡的回家之後，發現自己已經老到不適合再做派對動物了。莫妮卡要在繼續和菲比合夥做外燴和去一家餐館做主廚之間選擇。瑞秋因為工作能力過於突出而被不願意她升職調離自己手下的上司玩了一道陰的。為了補償她，她的上司喬安娜憑空創立了一個職務給她，就在向人事部門報備之前，喬安娜卻意外的遭遇車禍去世了。",
    "[4, 10]": "羅斯必須在兩個女孩中間選擇，一個有趣的女孩但距他2個半小時的車程，一個住在他家附近，但是不怎麼有趣。菲比想為朋友們寫一首聖誕歌曲。喬伊幫助莫妮卡在她的新餐館裡面建立威信。",
    "[4, 11]": "菲比的異母弟弟和他的妻子前來拜訪她，並且希望她能做他們的代孕母親。菲比為此徵詢她生母的意見，但是她母親不覺得這是一個好主意。為了證明這一點，她送給菲比一隻小狗，並約好三天之後拿回來，以此想讓菲比體會到送走自己親生骨肉的痛苦。但是菲比還是決定為她的弟弟做代孕，因為這能讓他們快樂，所以也會讓她自己快樂。莫妮卡深情並茂的向錢德介紹了女生的七個敏感點，這讓錢德的女友凱西大為受益。備註: 雖然在後面的劇集中說過錢德不喜歡狗，但是在此集裡，錢德卻和一隻狗同處一室也沒見什麼問題。",
    "[4, 12]": "菲比接受產科檢查準備接受胚胎移植，男生與女生們打了一場看似無害的賭，以證明誰了解對方多一些，隨著戰況升級，賭注也不斷加碼。最後男生們壓上了雞與鴨的小命，而女生們也壓上了自己的寶貝公寓。賭局結束，男生們獲勝，瑞秋想耍賴說這是一個遊戲，但是男生們卻不這麼認為。就在爭吵之際，菲比告訴大家，她懷孕了...",
    "[4, 13]": "男生們和女生們互換了公寓，這讓莫妮卡心裡酸酸的。錢德和凱西分手了，因為凱西在舞台上和同劇的演員表演的激情戲讓他接受不了，凱西對錢德說明，這只是她的工作而已，而且還說在錢德成熟之後可以再來找她。瑞秋對一位英俊的男客戶動了心，但是沒有膽量約他出來。",
    "[4, 14]": "喬伊參演了老牌演員卻爾登·希斯頓的新戲，但是前三天他都和他的父親去釣魚而沒工夫洗澡，這讓他聞起來非常的難聞。他只能偷偷溜進卻爾登·希斯頓專用的盥洗室洗澡，但是不巧被抓的正著還被老前輩上了一課。瑞秋撮合羅斯和她新上司的侄女——英國來的艾米麗，因為她和約書亞約好去夜店玩。錢德還是不能忘記凱西。",
    "[4, 15]": "羅斯和艾米麗的朋友一起打英式橄欖球，這讓他被那幫英國佬修理的很慘。錢德為了擺脫珍妮絲謊稱公司派他去葉門。莫妮卡為了搞清楚她新公寓的一個開關的作用而大動干戈。",
    "[4, 16]": "瑞秋為了能接近約書亞，為即將返回倫敦的艾米麗開了一個假派對。懷孕了的菲比很想吃肉，但是又不想殘害動物而堅持做一個素食主義者。喬伊挺身而出提出了一個建議。就當瑞秋得償所願能吻到約書亞的時候，菲比胎動了...",
    "[4, 17]": "錢德和喬伊發現自己能接受到免費的成人頻道，這讓他們非常興奮。羅斯對艾米麗動了真感情。深陷相思之苦的羅斯飛去倫敦想找艾米麗，誰知也愛上羅斯的艾米麗回到紐約找羅斯。醫生檢查出來菲比懷了三胞胎。",
    "[4, 18]": "約書亞的父母要出城去，因此他邀請瑞秋來他家做客。在約書亞的家中，她換上了性感內衣想色誘約書亞，這時約書亞的父母走了進來，這讓她非常幹嘛。菲比想為三胞胎之一取名，但是她在\"喬伊\"和\"錢德\"兩個名字之中舉棋不定，錢德最後沮喪的說他的名字其實不怎麼優，這讓菲比不忍心再讓他失望所以決定用\"錢德\"這個名字，其實這只是錢德的哀兵之計而已。羅斯懷疑艾米麗和他前妻的妻子蘇珊有一腿。",
    "[4, 19]": "莫妮卡和瑞秋用瑞秋父親的紐約尼克斯隊的賽季季票來賄賂男生，想以此換回公寓。錢德不願意，但是喬伊卻對球賽票垂涎。雙方決定再賭一把。菲比建議大家抽撲克，結果男生們又贏了。就當錢德和喬伊興高采烈的去看球賽之際。女生們迅速的把公寓又對換了回來。憤怒的男生來找她們算帳，但是莫妮卡和瑞秋拿出了一個男人都沒有辦法拒絕的備用方案—在男生們面前熱吻一分鐘。羅斯向艾米麗求婚並得到了對方的應允。",
    "[4, 20]": "羅斯讓莫妮卡去婚紗店取艾米麗的婚紗，恨嫁的莫妮卡穿上了婚紗就不肯再脫下來。同樣是大齡怨女的菲比也學著莫妮卡的樣子租了一件婚紗。看到羅斯和艾米麗訂婚的幸福模樣讓瑞秋很嫉妒，所以她也向約書亞求婚。這讓約書亞一時不知道作何反應。被打擊到了瑞秋回到了家裡，女生們為了讓她的心情好轉，提出了一個建議...就當三個人都穿起婚紗玩的正開心的時候，有人來敲門，女生們以為是錢德，誰知道竟然是想上門來道歉的約書亞，看到瑞秋一副拼命要把自己嫁出去的樣子，把約書亞嚇的不輕。",
    "[4, 21]": "羅斯和艾米麗為婚禮準備結婚請柬，艾米麗因為羅斯和瑞秋的關係決定不邀請她去倫敦比較好，不會讓彼此尷尬。但是羅斯堅持要邀請自己的這位好友。經過一番思考，瑞秋決定不去倫敦留下來和即將臨盆菲比作伴。",
    "[4, 22]": "羅斯原本讓錢德做他的伴郎，但是在錢德說羅斯不是他的伴郎之後他改選喬伊做他的伴郎。喬伊把羅斯的婚戒給弄丟了，原本他以為是被和他上床的單身派對上的脫衣舞娘偷走的，而後竟然發現是小鴨子把戒指給吞了。女生們為菲比舉辦了一次嬰兒洗禮派對。",
    "[4, 23]": "老友們來到了倫敦才加羅斯的婚禮，菲比因待產沒有一同前往，而瑞秋又覺得看到羅斯結婚會心碎因此也沒有同行。艾米麗和羅斯原定要舉辦婚禮的教堂馬上就要被徹底拆除了，但是他們還是決定在此地舉行婚禮。備註: 維珍集團老闆理察·布蘭森在劇中客串一名商人，前約克公爵夫人約克公爵夫人莎拉也在劇中客串了一把自己。",
    "[4, 24]": "瑞秋還是決定去參加羅斯的婚禮並向他表達自己的真實情感，艾米麗的父母在婚禮的帳單上敲了羅斯父母一筆。錢德和莫妮卡喝醉後睡在了一起。被追尋而來的此生摯愛攪的有點糊塗的羅斯，竟然在神壇犯了一個天大的錯誤——他把新娘的名字喊成了\"瑞秋\"......",
    "[5, 1]": "羅斯在與艾米麗的婚禮上竟然說錯了新娘的名字...雖然如此，兩人還是完成了結婚儀式。但是在晚上的招待會上艾米麗和羅斯大吵了一架並且和瑞秋一樣落跑了。這讓羅斯萬分的著急，比他更加著急的還有錢德和莫妮卡，前幾天剛剛攪和在一起還意猶未盡的兩人非常急切的想再找機會雲雨一番但是切總是找不到合適的時間和地點...在倫敦機場，望著自己深愛著又無比心碎的羅斯，瑞秋百感交集。羅斯提議和瑞秋一起去希臘——度原本屬於他和艾米麗的蜜月。就當兩人高興的準備登機的時候，尾隨而來的艾米麗目睹了兩人的擁抱再一次落跑。瑞秋不明就裡的登了機，而羅斯則追趕艾米麗而去...大夥回到了紐約，錢德和莫妮卡卻因為倫敦的戲水情緣而相互吸引",
    "[5, 2]": "錢德和莫妮卡試圖在眾人面前隱瞞兩人之間的關係，但是卻意外的大家面前親吻了。萬般情急之下，錢德只能也吻了瑞秋和菲比，莫妮卡只能說，這是錢德從歐洲學來的禮儀。瑞秋覺得自己在感情上的決定都是錯誤的，所以讓莫妮卡幫她下決定。菲比對其他老友的歐洲旅行經歷非常的吃味，所以大家決定陪她去大西洋城度假，臨行前，菲比的羊水破了...瑞秋終於按耐不住自己的情感告訴羅斯自己還愛著他。",
    "[5, 3]": "菲比為她的異母弟弟生下了三胞胎，喬伊在陪產的時候腎結石發作。錢德違心的告訴莫妮卡，兩人的關係只是瞎胡鬧，傷心的莫妮卡答應了一個男護士的約會請求，但是最終兩人還是吻在了一起冰釋前嫌。花絮: 這是飾演菲比的演員麗莎·庫卓最喜歡的一集。1997年在拍攝《六人行》第四季時，麗莎懷孕了，為了配合她的身孕，劇組特意安排了她為她異母弟弟代孕的情節。",
    "[5, 4]": "喬伊在公共電視台找到了一份工作，這讓菲比提起了她討厭這家電視台。爭論最後變成了喬伊認為這世界上並不存在「無私」這件事，菲比千方百計的想證明這是錯誤的。艾米麗同意來紐約和羅斯複合，只要他答應她斷絕和瑞秋的友誼。瑞秋提到莫妮卡曾說她的秘密男友（其實就是錢德）讓她享受到了前所未有的性快感，這讓錢德很是竊喜。",
    "[5, 5]": "錢德和莫妮卡偷偷瞞著大家去度假。有潔癖的莫妮卡對旅館的房間老是不滿意，而錢德卻對電視裡面的突發新聞吸引，兩人大吵了一架。羅斯告訴了瑞秋他與艾米麗的協議，氣憤的瑞秋也和羅斯吵了起來。喬伊無意間發現了錢德和莫妮卡的關係。",
    "[5, 6]": "艾米麗的要求變得越來越無理，羅斯只能告訴艾麗米，如果夫妻雙方不能信任彼此，那婚姻也毫無意義。艾米麗承認自己並不信任羅斯，兩人決定離婚。莫妮卡和瑞秋去地下儲藏室找東西，竟然發現裡面有個長滿長發鬍鬚的高個子\"野人\"，這把兩個女孩嚇的不輕。隨後她們發現，野人原來是他們的新鄰居丹尼。",
    "[5, 7]": "和艾米麗的表親合租的羅斯，在和艾米麗分手之後被趕了出來。錢德和喬伊只能收留了他。但是漸漸的，羅斯的各種怪癖讓兩人實在是不能忍受和他同處一個屋檐下。菲比和一個公共健康巡視員約會。一開始找餐館茬讓他們停業讓菲比樂不可支，但是當菲比的新男友勒令她最喜歡的餐館整頓甚至開始威脅中央公園咖啡館之後，事情就變得再也不那麼有趣了。丹尼邀請莫妮卡和瑞秋參加他的派對，為了吸引英俊帥氣丹尼的注意，瑞秋大施手段。",
    "[5, 8]": "又到了感恩節，大家開始回憶自己最糟糕的感恩節。菲比回憶起她\"前世\"與1862年的故事，而瑞秋則提起莫妮卡最糟糕的感恩節是為何她意外的割掉了錢德的小腳拇指——悲情感恩節的無冕之王錢德再次中招。為了向錢德道歉，莫妮卡在頭上套了只火雞想取悅錢德。被莫妮卡的舉動逗樂了的錢德脫口而出自己愛她，隨後又立馬否認了...花絮:莫妮卡頭套火雞是致敬自豆豆先生第七集 Merry Christmas Mr. Bean 的情節。",
    "[5, 9]": "有人吃掉了羅斯的三明治，這讓羅斯暴走了，而且讓他接近丟掉了工作。喬伊為了幫助錢德和莫妮卡掩飾他們之間的關係而遭到了其餘好友們的誤解。菲比報名上了文學課，瑞秋也要去。菲比是為了好好學習彌補童年的不足，而瑞秋則純粹是為了找樂子。最後莫妮卡也報名參加了文學課，但是爭強好勝的她卻更加讓菲比頭疼。",
    "[5, 10]": "菲比義務幫窮人籌款過聖誕節，停職了無所事事的羅斯幫喬伊寫他的劇本。瑞秋開始和丹尼約會，但是在看到丹尼和他姐姐的親密行為之後決定放棄。",
    "[5, 11]": "老友們在新年定下了新目標，錢德不再開老友們玩笑；瑞秋不再八卦；保守的羅斯嘗試接受新鮮事物；喬伊開始學吉他；菲比學開飛機；莫妮卡則多收集朋友們的合照。瑞秋發現了莫妮卡和錢德之間的\"小秘密\"，但是不能說人家八卦的承諾讓她憋壞了。羅斯嘗試穿皮褲，這可也要了愛挖苦人又不能開玩笑的錢德的命了。",
    "[5, 12]": "莫妮卡因為發現錢德拍他老闆的馬屁而有點看不起他，但是也不得不為之。瑞秋千方百計誘導莫妮卡坦白出自己的秘密戀情，但是莫妮卡一直閃避著話題，這讓瑞秋感到很受傷，因為她覺得自己對莫妮卡已經夠坦誠了。羅斯知道艾米麗已經火速和別人訂婚之後感到很沮喪，為此他和一位女士發生了一夜情，這位女士竟然是大家都熟悉的珍妮絲。",
    "[5, 13]": "菲比從小照顧她長大的祖母去世了。瑞秋勸說喬伊拿一個時髦的\"男士包\"去試鏡，但是這隻過於時尚的包全把大家都逗樂了。",
    "[5, 14]": "裸體醜男要搬離他的公寓了，羅斯非常渴望能承租這間公寓。菲比在參觀裸體醜男公寓的時候看到了街對面錢德和莫妮卡激情的接吻繼而知道了真相。這讓喬伊鬆了一口氣，認為終於不用再幫錢德和莫妮卡隱瞞他們之間的羅曼史。但是瑞秋和菲比卻不這麼認為，她們決定好好的惡整那對情侶一番：菲比假扮突然對錢德發生了\"性趣\"，莫妮卡和錢德看清了對方的伎倆決定反整回去...羅斯發現要承租裸體醜男的公寓必須博得他的好感，但是隨後他發現，他比其他人都有優勢，因為只有他知道裸體醜男的特殊\"愛好\"。當晚，錢德和菲比兩人互不相讓、大飆演技。最後在喬伊的指點下，技高一籌的菲比迫使錢德親口承認自己愛上了莫妮卡，這讓大家包括莫妮卡自己都感到非常震驚...",
    "[5, 15]": "羅斯終於無意間發現了錢德和莫妮卡的關係，自己最好的朋友和親妹妹攪和在一起一時間不能讓接受。但是在得知他們兩人是認真交往之後，他又想到自己最好的朋友和親妹妹戀愛倒是好事一件。喬伊開始和一個喜歡錘他的美女約會（索蕾爾·默恩·弗萊（英語：Soleil Moon Frye）客串），小美女個子不高手勁不小，把喬伊打的有點受不了...羅斯剛搬進公寓就被要求為即將退休的大樓管理員的退休派對捐款。有些小氣的羅斯不太情願，這讓大樓裡面的其他住戶覺得他有點難搞。錢德和莫妮卡的關係公諸於眾之後覺得有點困擾，因為大家都拿結婚來開他們玩笑。莫妮卡為錢德不願意考慮結婚的事而感到無奈，而害怕失去莫妮卡的錢德只能硬著頭皮向她求婚。但是莫妮卡拒絕了求婚，並告訴錢德她願意等到錢德真心希望結婚的那一天，而現在很明顯的，兩人都沒有為婚姻做好準備。",
    "[5, 16]": "菲比在中央公園咖啡館撿到了一個警徽，貪玩的她開始假扮起警察來直到她遇到了警徽真正的主人，一名叫蓋瑞的警察。在查了菲比在警察局的案底之後，蓋瑞覺得菲比非常有趣，決定邀請她出來吃晚飯。羅斯買了一張新沙發，但是小氣的他卻拒絕付一大筆運費，結果他和瑞秋飛了好大的勁也沒能將沙發搬回公寓裡。喬伊做了一個有關於莫妮卡的夢，醒來之後覺得自己愛上了莫妮卡。最後他覺得自己是開始羨慕起錢德和莫妮卡這樣穩定的男女關係來了。",
    "[5, 17]": "瑞秋去拉爾夫·洛朗面試，卻不小心問了她的面試官和日後的上司。莫妮卡想證明自己和錢德比菲比和她新男友感情更好。",
    "[5, 18]": "瑞秋為了和同事和上司拉近距離開始學抽菸。喬伊和羅斯的兒子本一起面試一個廣告，但是導演將本和另一位來試鏡的父親配對。莫妮卡和菲比決定為瑞秋舉辦一個生日派對，但是事事都像控制的莫妮卡有點讓菲比受不了，為了安撫菲比，莫妮卡只好委派菲比負責紙杯和冰塊...",
    "[5, 19]": "羅斯想和送披薩的女孩搭訕，但不知道如何開口。因此他訂了一堆的披薩想引起她的注意。喬伊邀請他的奶奶來看熱門影集《法律與秩序》中有他參演的那集，但是播出中卻發現他的鏡頭全部被剪了。他只能趁著大家看電視的時候偷偷補拍了2分鐘的鏡頭讓奶奶不至於失望。莫妮卡問菲比要還借給她的一對耳環，而菲比將耳環轉借給了瑞秋，誰知道瑞秋竟然弄丟了一隻...",
    "[5, 20]": "羅斯、喬伊和錢德跟著菲比的警察男友蓋瑞一起夜間巡邏。一輛汽車的回火聲讓大家以為是槍擊聲，喬伊撲倒羅斯的身上想保護他，這表現讓蓋瑞大加讚揚卻讓錢德很是吃醋，因為他覺得喬伊更加關心羅斯而不是他。事後才發現，羅斯但是想保護的只是新買的三明治而已。瑞秋在羅斯的公寓裡面聽到了羅斯前妻艾米麗的留言，即將再次結婚的艾米麗有些彷徨是不是該給羅斯第二次機會...想掩蓋自己聽過這條留言的瑞秋卻不小心把留言給刪掉了，這讓瑞秋很糾結，是不是該告訴羅斯留言的內容。",
    "[5, 21]": "菲比和蓋瑞同居了，但是在蓋瑞射殺了早晨在他們窗口鳴唱的一隻小鳥之後，兩人火速分手。瑞秋買了一隻沒有毛的貓，相貌醜陋且把瑞秋抓的滿身傷痕。羅斯和喬伊開始玩一個球，在兩人之間不停的丟和接。喬伊說，他們可以創造一個丟接球不著地的記錄，這讓很無聊的兩人很興奮。隨後對創造記錄什麼的特別感興趣的莫妮卡也參加了進來。",
    "[5, 22]": "喬伊得到了在一部在拉斯維加斯開拍的電影中領銜主演的機會。當錢德得知在影片賺錢之前喬伊拿不到片酬之後，雖然覺得這並不是喬伊演藝生涯大突破的好機會但是還是同意開車送他去拉斯維加斯。在去賭城的路上，錢德提起了他對於這部電影的真實看法，這讓喬伊很生氣，並把錢德趕下了車獨自一人去了賭城。到達片場之後，喬伊發現影片因為財政困難而暫時停拍了，他也被困在了拉斯維加斯。錢德致電喬伊想表達自己的歉意，但是喬伊裝作若無其事的樣子其實他只能在賭場裡面扮演羅馬衛士和客人合影賺取生活費。菲比對羅斯很生氣，但是卻怎麼也想不起來為什麼對羅斯生氣。瑞秋不想去看眼科醫生，因為她對所有和眼睛有關的東西都很敏感，但是最後卻被莫妮卡帶領的眾人制服了。",
    "[5, 23]": "莫妮卡瞞著錢德和前男友理查一起吃午餐。隨後莫妮卡和錢德邀請大家一起去拉斯維加斯看完喬伊並過他們自己的周年紀念。但是還是對老友們倫敦之行耿耿於懷的菲比非要拿兩次旅行作比較。在賭場裡，他們發現了飾演守衛的喬伊得知了一切。晚一天出發的羅斯和瑞秋，一個人在家的瑞秋在公寓裡面裸體，這讓羅斯誤以為她是在勾引自己鬧了個笑話。為了扳回顏面在飛機上他在瑞秋的臉上畫了個鬼臉...",
    "[5, 24]": "當瑞秋和羅斯抵達拉斯維加斯，竟然發現畫在瑞秋臉上的鬼臉怎麼也洗不掉，羅斯只能陪不願意出房間的瑞秋在客房裡喝了個爛醉。喬伊發現了一個和他的手長的一樣的人並想以此發財。菲比和一個跟著她的老太太起了爭執。錢德和莫妮卡準備在賭城結婚，當他們到教堂的時候，竟然發現喝的不分東西南北的羅斯和瑞秋早他們一步成了婚...",
    "[6, 1]": "羅斯和瑞秋酒醒後發現兩人已成婚的事實，然後決定取消註冊。菲比和喬伊開著菲比奶奶的計程車回紐約。莫妮卡和錢德還在思考是否需要將兩人的關係向前跨越一步而結婚。",
    "[6, 2]": "莫妮卡和錢德告訴喬伊和瑞秋兩人決定開始同居。喬伊為這個決定大受打擊，但是錢德保證兩人的友誼絕對不會變質。反倒是瑞秋不以為然……只不過是因為她根本沒有意識到錢德搬進來，她就必須搬出去。這種反應讓天生好強的莫妮卡感到很是吃醋，當她向瑞秋開誠布公的提到現在的狀況之後瑞秋終於也明白：這算是「一個時代的終結」。瑞秋決定搬去和羅斯同住，但是菲比覺得這個不是一個好方案，因為她知道羅斯並沒有取消兩人的婚約，而羅斯對瑞秋仍懷著一份情。",
    "[6, 3]": "羅斯否認自己還對瑞秋念念不忘，還邀請瑞秋入住他的公寓。莫妮卡無視錢德要把次臥裝修成遊戲室的建議，這讓兩人陷入了一場爭吵，因為錢德認為莫妮卡還認為這只是「她自己的」公寓。",
    "[6, 4]": "喬伊因為很久沒有工作而失去了演員公會的醫療保險，還禍不單行的患上了疝氣。無力支付治療費用的他又不想再問錢德借錢，為了讓自己的醫療保險重新有效，他只能重新開始參加試鏡應徵工作。但他現在「怪叔叔」的狀態卻不太討喜。羅斯接受了一份在紐約大學講課的工作，為了讓他的學生們留下印象，他開始模仿英國口音。瑞秋終於發現了自己和羅斯還是已婚的事實。",
    "[6, 5]": "瑞秋逼羅斯去取消登記，但是羅斯卻不情願，因為他不想離第三次婚。當瑞秋發現羅斯還在拖延的時候，她決定自己將來填寫表格，在表格中她稱羅斯是同性戀，精神狀態不穩定還有嚴重的毒癮，這讓法官覺得他們藐視法庭而駁回了他們的撤銷申請，導致他們只能用離婚來解決。羅斯為自己離了三次婚而痛苦不堪，為了安慰他，瑞秋坦誠結婚是她的主意。喬伊在咖啡館裡撿到了一把保時捷車的車鑰匙。菲比幫他的弟弟做臨時保姆照看三胞胎，還拖莫妮卡和錢德下水，錢德誤吞了玩具兵的玩具槍而不得不去醫院，只剩下菲比掌控大局...",
    "[6, 6]": "這是錢德搬去莫妮卡公寓前的最後一晚，錢德想給喬伊一些錢讓他能獨立應付一段時間，但是喬伊卻拒絕了錢德的好意。錢德只能在一個他自己杜撰的紙牌遊戲裡故意輸了喬伊2000美金。一向懶散的瑞秋直到最後時刻都還沒開始打包準備搬去菲比的公寓，原本以為會惹莫妮卡生氣的時候，瑞秋利用莫妮卡的怪癖將這事給糊弄了過去。",
    "[6, 7]": "瑞秋和菲比開始同住，兩人相約一起跑步健身，但是瑞秋卻被菲比古怪的跑姿搞的尷尬不已。喬伊找了一名新室友：一位熱辣的澳大利亞女舞者。錢德為公寓搞了一個大掃除想討好莫妮卡，但是卻忘記了挑剔並略有些偏執的莫妮卡將物品原先擺放的位置...",
    "[6, 8]": "羅斯為了赴約而去美白了牙齒，但是貌似做的有點過頭了。菲比在瑞秋工作的拉爾夫勞倫鬧了場不大不小的緋聞。",
    "[6, 9]": "羅斯被逼無奈向錢德坦誠為什麼他的父母不喜歡錢德，在他大學時，他將自己抽大麻的事情栽贓在了錢德身上。瑞秋嘗試著在感恩節晚宴上做一道甜點，但是由於食譜前後兩頁粘在了一起而搞糟了。",
    "[6, 10]": "傑妮在電視節目Dick Clark新年狂歡倒計時（英語：Dick Clark's New Year's Rockin' Eve）中獲得了一次演出機會，同時也邀請了喬伊和該節目大粉絲的羅斯和莫妮卡兄妹參加。 喬伊千方百計的想獲得傑妮的「午夜之吻」，而羅斯和莫妮卡則想盡辦法在節目裡出風頭。與此同時，菲比、錢德和瑞秋則在公寓裡開始了一場尋寶之旅...",
    "[6, 11]": "傑妮和喬伊終於開始約會了，只是傑妮表示自己無法忍受錢德和莫妮卡的聒噪，要求喬伊在她和老友之間做出選擇。瑞秋在菲比討厭的量版式家具店買了一張桌子，只能對菲比謊稱這是一張從跳蚤市場裡淘來的古董桌，最終這個謊言在羅斯家被拆穿了。",
    "[6, 12]": "錢德為《花花公子》雜誌刊登了羅斯的笑話而感到非常沮喪，因為他聲稱，這個笑話最先是他想出來的。菲比說，她情願跟瑞秋做朋友因為莫妮卡太挑剔，而瑞秋則很好對付。這讓其他兩個女孩聽了心裡都不是滋味。喬伊為了生計開始在中央咖啡館做服務生，但為了一次試鏡而被剛瑟開除，為了證明自己並不是善茬，被菲比刺激到了的瑞秋為喬伊討回了公道。",
    "[6, 13]": "喬伊以自己服務員的身份，為許多漂亮女孩子提供免費的咖啡和食物，這讓他在剛瑟那裡惹出了麻煩。莫妮卡得了流感，但是好強的她卻死活不肯承認。瑞秋的小妹吉爾（瑞絲·薇斯朋飾演）跑來找瑞秋，因為過於嬌縱的她被父親切斷了經濟來源，並讓她來找瑞秋好好學習如何獨立生活。",
    "[6, 14]": "錢德聲稱世上沒什麼東西可以讓他落淚，他的朋友想盡的辦法想弄哭他。菲比發現她的孿生姐妹烏蘇拉假借她的名字拍攝成人電影，菲比跑去電影公司，把拍攝的報酬占為己有報復了回來。羅斯和吉爾開始約會，最後卻發現，吉爾是在利用這段關係好讓瑞秋吃醋。",
    "[6, 15]": "老友們假設如果生活的軌跡如果不是這樣的，他們的生活會是如何：羅斯和卡羅沒有離婚；莫妮卡還是個肥妞；錢德是個潦倒的作家；喬伊還是《我們的生活》中的明星；而瑞秋則還是美白富的牙醫太太；菲比則成了一個股票經紀人。老姑娘莫妮卡和一位名叫羅傑的醫生約會，思索著如果獻出自己的第一次。羅斯希望為自己的婚姻增加一點刺激所以提議卡羅組織一次「三人行」。電視迷瑞秋陷入了喬伊的情網，而錢德則成了喬伊的助理以此賺點生活費。菲比的股票崩盤引發了她的心臟病，住院期間，她又被公司炒了魷魚。羅斯終於在「三人行」時明白自己的妻子是個女同性戀。瑞秋和喬伊差點出軌，當瑞秋回家時，卻發現自己的丈夫對自己不忠。莫妮卡想向羅傑求歡，羅傑卻臨時有事離開了，最後莫妮卡和錢德睡在了一起...事情最終還是向原本就應該如何發展的方向發展...",
    "[6, 17]": "瑞秋和菲比去上了一堂女性自衛術的課，練空手道的羅斯試著偷襲她們~並嘲笑她們沒有「Unagi」即所謂的「防衛意識」。（事實上，正如瑞秋和菲比所說的「Unagi」是鰻魚）。錢德和莫妮卡因為工作關係延後慶祝他們同居後的第一個的情人節，原本商定互贈自製禮物的他們卻都忘了這事。莫妮卡只能用菲比做的襪子兔子充門面，而錢德則「幸運」的發現了一版自制情歌音樂的磁帶。那是錢德的前女友珍妮絲送給他的...喬伊想去參加些「醫學實驗」賺點外快，他發現了一個雙胞胎能參加的研究項目，並有2000美金的酬勞，但現在的問題是怎麼去找一個自己的雙胞胎兄弟來...",
    "[6, 18]": "羅斯和他所教的一名古生物學學生開始約會，老友們自然不會放過他猛開他玩笑。但是羅斯卻擔心這樣會對他的教學事業有所影響。瑞秋和菲比的公寓著火了，她們只能搬去喬伊和莫妮卡那裡。瑞秋住進了莫妮卡新裝修的客房，因為以為是自己的蠟燭引起的火災，菲比只能住進喬伊髒兮兮的男生公寓。後來事故調查表明，是瑞秋的直髮器惹的禍，兩人只能換回來。不過，瑞秋卻發現，喬伊更加容易相處，而菲比在挑剔和潔癖的莫妮卡的公寓卻度日如年。",
    "[6, 19]": "喬伊的冰箱壞了，但是他卻負擔不起新冰箱的價錢，所以只能向老友們敲詐。羅斯的學生女友準備去邁阿密度春假，羅斯卻不太情願。瑞秋要參加公司的舞會卻沒有舞伴，便請菲比、錢德和莫妮卡幫忙，而兩方都覺得自己介紹的男子更優秀而大鬧了一場。",
    "[6, 20]": "喬伊準備參加一次電視劇主角的試鏡，但是錢德卻忘記轉告喬伊確切的時間讓他錯過了這次面試。憤怒的喬伊回顧了兩人的友誼。",
    "[6, 21]": "羅斯為要和伊莉莎白的父親保羅見面而感到非常緊張 (布魯斯·威利客串)。喬伊開始在《機器人與我》中開始演出，但是他卻和操控機器人的傢伙處的不夠好...菲比參照莫妮卡和錢德開始寫一本書。",
    "[6, 22]": "保羅告訴羅斯，不允許他再接近自己的女兒，不然就向校方檢舉他們之間的關係讓羅斯失業。繼續在暗中交往的羅斯和伊莉莎白決定去她在鄉下的度假小屋共度周末，而正與瑞秋熱戀的保羅也正有此意。女孩們在一間博物館幫莫妮卡下了婚禮場地的預定，但是被錢德發現了。這讓害怕承諾的錢德非常恐慌，莫妮卡只能極力安撫他...不過事實上，錢德早就有了求婚的打算。",
    "[6, 23]": "錢德請菲比幫忙幫他挑選訂婚戒指，他們挑中了一枚完美的戒指，但是錢德沒有帶夠錢只能出去取。而負責幫錢德看住戒指的菲比卻大意了。與此同時，瑞秋想讓外表堅強的保羅敞開心扉，卻不小心讓保羅徹底的崩潰了。不知道錢德在忙什麼的喬伊和羅斯因為錢德一直和菲比混在一起而對他心生不滿。",
    "[6, 24]": "錢德請莫妮卡出去吃飯，並打算在飯店裡向莫妮卡求婚。正當一切發展的很順利的時候，莫妮卡的前男友理查出現在了餐廳打亂了錢德的計劃。回到公寓，錢德開始擔心兩人之間的關係，這讓莫妮卡以為錢德還不想在感情上穩定下來。羅斯重新審視了他和伊莉莎白之間的關係，他認為伊莉莎白可能太不成熟兩個人也許並不合適，兩人最終分了手。喬伊不小心在慈善拍賣會上買了一艘船，而且激發了他當一個水手的想法。理查來找莫妮卡，向她表白說他願意結婚並生小孩，希望和莫妮卡重新開始。錢德故意讓莫妮卡覺得自己並不打算和他結婚，並以為莫妮卡會離開他，但是後來卻發現，莫妮卡準備了一次完美的求婚儀式。最後，錢德向莫妮卡求婚，莫妮卡也答應了...這是飾演理查的湯姆·謝立克最後一次在全劇中出現。",
    "[6, 25]": "-",
    "[7, 1]": "莫妮卡的訂婚夜，大家一起慶祝。瑞秋倍感落寞，與羅斯在門外擁吻，兩人並且商量再來個一夜情。得知此事，眾人都大吃一驚；莫妮卡譴責瑞秋搶了她的風頭。菲比請求在婚禮上獻歌，並且要新人付她押金，以免他們反悔。喬伊準備參加一個試鏡，演19歲少年。菲比偷吃喬伊的糖果。錢德在床上有心無力。",
    "[7, 2]": "在瑞秋的幫助下，莫妮卡開始制定婚禮計劃；錢德感覺受到冷落。菲比想給莫妮卡和錢德單獨相處的時間，於是她搬去和羅斯住了幾天。羅斯不贊成菲比在他的公寓裡開展按摩業務。菲比不在家時，羅斯答應為一位漂亮女人提供按摩服務，結果人家是要求給她老且肥的爸爸按摩。小鴨吃了瑞秋的面霜，生病了。錢德和莫妮卡發現蓋勒夫婦把莫妮卡的嫁妝錢花光了。錢德的積蓄足以支付婚禮費用，但他不曉得該不該把錢這麼花。喬伊發現一本瑞秋正在讀的色情書，不肯放過她。",
    "[7, 3]": "錢德開始戴眼鏡，大家見怪不怪，因為他們一直以為他戴眼鏡。菲比決定把祖母做巧克力餅乾的秘方送給莫妮卡作為訂婚禮物，卻發現該秘方毀於火災。她和莫妮卡著手研究秘方的配料，最終發現那並非原創，而是雀巢餅乾。瑞秋教喬伊航船；在教學中，她變得像她父親一樣刻薄。錢德為討准岳父歡心而陪他消閒，兩人在健身房尷尬場面不斷。",
    "[7, 4]": "喬伊的電視劇《麥可和奇思》首映。這時他接到試鏡通告，競爭瑞摩瑞醫生的孿生兄弟的角色。但他認為自己的身份已今非昔比，所以放棄了機會。不料《麥可和奇思》堪稱票房毒藥，被撤演，喬伊只得吃回頭草。瑞秋請助理，她見色起意，捨棄稱職的女性應徵者，卻錄取了美少年泰格。莫妮卡和錢德一致同意兩人之間應該不存秘密，結果鬧得兩人都不開心，還殃及羅斯。",
    "[7, 5]": "莫妮卡和錢德去拍訂婚照，但錢德在鏡頭前總是笑得不自然。菲比和羅斯分別同一對即將離婚的夫婦約會。他們一直為對方的缺點而大吵。羅斯考慮要組織離婚男人俱樂部。瑞秋叫她的助理泰格多和喬伊來往，這樣他就不會和店裡的女人走動。不料喬伊給他找了更多女人。喬伊老是弄髒襯衫。",
    "[7, 6]": "選誰當伴娘？瑞秋還是菲比？莫妮卡難以取捨。於是喬伊和羅斯籌劃了一次比賽。咖啡館裡，有人聽見莫妮卡即將嫁給錢德，於是酸溜溜祝她好運。原來她叫朱格拉夫，錢德15歲時因她發胖而將她拋棄。莫妮卡說服錢德向她道歉。看完《終極警探》以後，羅斯和喬伊靠在沙發上美美的睡了一覺。起初他們為發生的事情不開心，但之後又決定再睡一次。",
    "[7, 7]": "喬伊一夜情之後請瑞秋幫他甩掉艾琳。瑞秋下不了手，而且她和菲比還跟艾琳成了好朋友，並且安排喬伊再度跟她約會。喬伊意識到他真的喜歡艾琳，艾琳卻意識到這段感情不會有結果。羅斯發現他的博士論文在紐約圖書館裡。他前去圖書館，卻發現這本書放在一個角落裡，情侶們常常在附近嘿咻。於是他開始在這片地方巡邏，最後自己卻也成了犯人。莫妮卡碰到珍妮絲，珍妮絲不請自來，堅持要參加莫妮卡和錢德的婚禮。",
    "[7, 8]": "大家一起玩遊戲，列舉50個州的名字；羅斯說這易如反掌，結果因為這個遊戲，他錯過了感恩節的晚餐。錢德和莫妮卡發現菲比藏了一隻狗到他們家；原來錢德怕狗。瑞秋邀泰格共進感恩節晚餐。泰格正因和女友分手的事而沮喪不已。瑞秋不知道該以朋友的身份安慰他，還是趁機下手。最後她決定只是當他的朋友，可她的秘密計劃卻經喬伊的口暴露出來。",
    "[7, 9]": "班的第一輛自行車讓菲比很傷感，因為她從來沒有過自己的自行車；羅斯買了一輛送給她。可菲比從來沒學過騎車。為搞好鄰里關係，莫妮卡做糖果送給芳鄰。糖果大受歡迎，莫妮卡家的門檻被踏破了。瑞秋開玩笑，在公司給泰格寫了一份評價，充滿性暗示，結果意外的被送到了人事部門。",
    "[7, 10]": "羅斯接班來過節，並打算給他講光明節的故事。班非常希望見到聖誕老人，羅斯只得尋找聖誕老人服。服裝租賃店裡的聖誕老人服裝早已沒有存貨了，羅斯租了一件犰狳服裝。由於錢德和喬伊的介入，羅斯費盡周折才讓班同時過了光明節和聖誕節。菲比的公寓終於完成了災後重建；因為擔心瑞秋不肯搬去和她同住，菲比先後送給喬伊一套鼓和一隻狼蛛，想藉此讓瑞秋離開喬伊。瑞秋很喜歡鼓和狼蛛，在識破了菲比的詭計之後，她仍然願意和菲比住。公寓很棒，但兩間睡房之間的牆被拆了。菲比感覺祖母大約喜歡她能單獨住，於是瑞秋仍然和喬伊一起住。錢德學習握手時塞錢給人的藝術。",
    "[7, 11]": "一個酪餅被送錯，到了錢德公寓，錢德和瑞秋合謀偷吃，並且一發不可收。一個親戚的婚禮邀請了莫妮卡全家，惟獨沒請莫妮卡，她很生氣。喬伊取消了和菲比的一個約會，跑去應酬別的女人。菲比說他不夠意思，但是，當菲比的老情人——科學家大衛——從莫斯科回來開會，菲比也放了喬伊一次鴿子。",
    "[7, 12]": "大家一起上樓頂看彗星，之後分手，各自回家，結果都一宿沒睡。喬伊和羅斯困在樓頂，想盡辦法要下來。瑞秋和泰格整晚都在尋找一份次日早晨要發送出去的重要文件。菲比被火警警報器的叫聲吵得發狂，與之搏鬥了一夜。莫妮卡和錢德睡不著，這一夜，他們看書，交談，嘿咻，還打掃衛生。",
    "[7, 13]": "瑞秋弄壞了喬伊的椅子，所以買了把新的給他；而錢德誤以為是他坐壞的，所以他把自己的一把同樣的椅子換給了喬伊。喬伊相信椅子具有神奇的再生能力，讓瑞秋留著新椅子。後來喬伊貪圖瑞秋的新椅子，故意將自己的椅子弄壞。蓋勒夫婦要賣房子，於是羅斯和莫妮卡回家拿小時候的東西。羅斯的東西都還健在，莫妮卡的東西卻被洪水沖毀。為補償，老蓋勒把自己的保時捷給了女兒。菲比做起來了電話行銷的行當，第一個打來電話的人厄爾無心購物，一心要尋死。菲比勸他好死不如賴活著。",
    "[7, 14]": "瑞秋為年滿三十而耿耿與懷，其餘人不禁意識到他們也已步入而立之年。莫妮卡在驚喜生日派對之前就喝得大醉；菲比計劃和烏蘇拉言和，後發現自己已31歲；羅斯買了輛跑車，卻開不出停車場；錢德平靜迎來30歲；喬伊哭天搶地。瑞秋認定要實現人生目標，必須找到可共度終生的男人。於是同泰格分手。",
    "[7, 15]": "籌劃婚禮時，莫妮卡和錢德發現，羅斯計劃表演風笛獨奏。而他的表演可叫人不敢恭維。喬伊在《光輝歲月》裡的角色曾被摔成植物人，現接受腦部移植手術。瑞秋和菲比拾到一個可愛男生的手機，守株待兔等人家打電話過來，好同人家約會。可惜得很，機主卻是那男生的老闆，老闆歲數不小了。Note:麥特·勒布郎跟蘇珊·莎蘭登演對手戲時很緊張。類似地，凱文·布賴特（英語：Kevin_S._Bright）執導時也因為提姆·羅賓斯的參演而戰戰兢兢。[2]",
    "[7, 16]": "羅斯開會，瑞秋替他照看兒子班並教他惡作劇。羅斯本來不贊成這個主意，但後來他反過來和班一道狂整瑞秋。錢德和莫妮卡為婚禮挑選牧師，對候選人皆不滿意，最後他們選中了喬伊；喬伊在網上領取牧師證。菲比頭疼，莫妮卡給她一些藥；菲比看了一下副作用，不禁杞人憂天。談起當初兩人在倫敦「一夜定乾坤」時，錢德吃驚的發現，那天莫妮卡原本是要去勾搭喬伊！菲比忍不住浮想聯翩——如果喬伊和莫妮卡好上了，事情會是怎麼樣呢？於是另一條故事發展線上演，莫妮卡煮了許多油炸食品，喬伊吃成胖子。",
    "[7, 17]": "莫妮卡在挑選婚紗時認識了梅根，梅根也是個待嫁新娘。莫妮卡向她透露了次日婚紗將大減價的情報。第二天，兩人都出現在賣場，還看上了同一件婚紗！經過一番拼搶，莫妮卡勝。不屈不饒的梅根搶訂了莫妮卡和錢德看上的樂團，還威脅莫妮卡要她讓出婚紗。羅斯和喬伊都遇到一位即將搬到附近的美女並分別同她約會。當兩人發現自己愛上同一個女人時，競爭更加激烈了。錢德, 羅斯和喬伊，三個人清潔面部T字形出油部位。",
    "[7, 18]": "重返《光輝歲月》的喬伊被提名一個肥皂劇獎項。他與大獎無緣，同台演出的潔西卡拿獎卻不太喜歡獎品，於是喬伊撿了回來。瑞秋, 菲比和喬伊練習領獎。男生奈德承認他愛上了羅斯，並說這就是他成績差的原因；羅斯出於同情決定為奈德加分，後發現這原來是個詭計。菲比又同傑克展開新戀情，莫妮卡突然意識到，一旦結婚，自己永不可能再有什麼「初吻」或新男友了。",
    "[7, 19]": "喬伊想演一部電影的男主角，但導演要求正面全裸的鏡頭。配合劇情，導演要求主演必須為非猶太人（猶太人割包皮），喬伊壯起膽子說沒問題（但其實喬伊是割過的），之後莫妮卡幫他找了各種材料用來製作包皮，而他選擇了橡皮泥。在最後一場試鏡時，假包皮掉了下來。瑞秋和菲比發現她們都很期待扔莫妮卡的花束，於是她們迅速做了花束。羅斯和莫妮卡的表親凱西來訪並小住。她相當迷人，錢德看得目不轉睛；羅斯向她發動攻勢；連菲比也動心了。Note:喬伊試鏡爭取一個尚未割包皮的角色的支線劇情，原本是為第二季第24集（英語：The_One_with_Barry_and_Mindy's_Wedding）而寫的，但當時覺得加入這段太無趣才更改決定。[3]",
    "[7, 20]": "瑞秋巧遇昔日同窗小姐妹梅麗莎，她憶起當年自己曾在醉後親過此女。梅麗莎不承認有這回事，極欲向菲比證明自己沒有撒謊的瑞秋情急之中給梅麗莎補上一吻；梅麗莎道出多年來對瑞秋的暗戀之情。莫妮卡發現喬伊計劃邀請他父母參加自己的婚禮，不得不重新安排來賓座位。錢德和羅斯請瑞秋在雷夫羅倫公司幫他們準備宴會禮服——錢德選了007禮服，而羅斯選了蝙蝠俠禮服——錢德大為不滿，認為自己的風頭被蓋過了。",
    "[7, 21]": "莫妮卡和錢德打算起草婚禮誓詞，卻無從下筆。朋友們獻計獻策，卻回憶起過去——本集以往昔劇集回放為主。",
    "[7, 22]": "瑞秋發現莫妮卡讓所有人開她的保時捷，惟獨不給自己；當羅斯拿著車鑰匙時，瑞秋偷了鑰匙，載羅斯去兜風。錢德說他沒有邀請父親參加婚禮；於是莫妮卡計劃去拉斯維加司找錢父，促使父子倆和好。喬伊發現菲比的男友傑克穿著菲比的內褲；菲比向喬伊解釋說這是傑克陽剛氣的表現。喬伊打算也試試，結果過了頭。",
    "[7, 23]": "婚禮籌備過程中，羅斯以「長兄」的身份找錢德談話, 警告他說如果他敢傷害莫妮卡, 一定要他好看。這話把大家都逗樂了。莫妮卡強調瑞秋會忘了她的責任之一。喬伊在一部一戰片中得到個角色，劇中另一演員李察教導他說，偉大的表演全靠吐詞清晰，鏗鏘有力；而吐詞清晰，必須得口沫橫飛。婚禮彩排開始；錢德的父母故作端莊狀。錢德害怕組成像他父母那樣的家庭（「the Bings」），臨陣脫逃；羅斯到處找他。蓋勒夫婦來到咖啡館，老蓋勒先生對阿甘頗有好感。當瑞秋和菲比討論如何不讓莫妮卡發現錢德逃婚時，意外在莫妮卡的浴室發現莫妮卡懷孕的證據。喬伊發現工作計劃上寫著婚禮當天他得拍戲。瑞秋和菲比決定把莫妮卡懷孕的消息保密。喬伊在拍片現場設法脫身，卻難以如願。雖然他只有一場戲，卻因為大明星喝醉而遲遲拍不完。羅斯和菲比到錢德的辦公室逮到他，逐步勸他回去結婚。瑞秋負責攔住莫妮卡, 萬般無奈中她幾乎要講出錢德逃婚的真相，幸好羅斯和菲比及時將錢德帶回。喬伊仍未趕到，瑞秋抓了個希臘東正教的神父來充數。錢德仍然猶豫不決，直到他無意聽到菲比提起莫妮卡懷孕的事，他才終於肯面對現實。喬伊為準時參加婚禮，不得已綁架了大明星，在最後一秒，他來到了婚禮現場。錢德對莫妮卡說他已經知道有孩子的事了；莫妮卡一頭霧水。大夥不知道的是，瑞秋才是懷孕的人。",
    "[7, 24]": "-",
    "[8, 1]": "大家都認為莫妮卡懷孕了，但是她很快就否認了並把焦點轉移到了菲比身上，而實際上是瑞秋懷孕了，菲比替瑞秋頂了下來。錢德的鞋子很滑，在舞會上出醜，參加的舞蹈課做了無用功。喬伊想給百老匯導演留下深刻印象。羅斯認識了餐廳的莫娜，為和她坐一起換桌，但陰差陽錯的坐到了兒童桌。莫妮卡也發現瑞秋懷孕。瑞秋再測了一次，確定了懷孕，堅強地接受了這個事實。注：本集獻給「紐約民眾」謹以紀念9·11事件。",
    "[8, 2]": "自從知道瑞秋懷孕了，幾個人十分好奇誰是孩子的父親，不斷向瑞秋詢問。瑞秋表示自己要先告訴孩子父親之後再告訴其他人。於是大家共享各自掌握的信息並進行推測。最後推測出孩子的父親是個穿紅毛衣的男人。同時也誤以為瑞秋的前男友Tag是孩子的父親。在錢德勒丟失一次性相機後，羅斯和錢德勒試圖重新製作婚禮招待會的照片。結尾大家還在為誰是孩子父親而傷神時，羅斯來到公寓，看到凳子上的紅毛衣說自己已經找這個毛衣找了快一個月了。",
    "[8, 3]": "瑞秋表示自己今天要告訴孩子父親自己懷孕的事，其他人告訴瑞秋他們知道羅斯是孩子的父親了。瑞秋鬆了口氣，於是問大家應該怎麼告訴羅斯，但是大家都沉默了。當瑞秋告訴羅斯自己懷孕了，並且他是孩子父親的時候，羅斯慌亂了並說兩個人明明用了保險套，怎麼可能會懷孕。瑞秋說保險套只有百分之九十七的機率，並表明即使羅斯不願意共同撫養孩子，她也會自己撫養。隨後羅斯打電話給廠商發洩憤怒。當他冷靜下來時，發現瑞秋已經離開了。當瑞秋在等待產檢時，羅斯到了醫院向她解釋自己當時只是慌亂，一時難以接受。當兩人聽到胎兒心跳的時候，握住了對方的手，決定共同撫養孩子。",
    "[8, 4]": "在所有人都知道瑞秋懷的孩子是羅斯的之後，四個人就十分好奇事情是怎麼發生的。羅斯說是瑞秋先引誘的自己。五個人包含瑞秋紛紛表示不信。羅斯感到很委屈，脫口而出自己有錄影帶為證。其餘五人非常吃驚，並指責羅斯。羅斯無奈解釋道還是因為喬伊才發生的。之後羅斯為消除瑞秋對自己的誤會，把錄影帶給了瑞秋，並告訴她自己從來沒看過，錄影帶怎麼處置都按照瑞秋的意願。於是在瑞秋想要銷毀錄影帶時，其餘四人卻表示想看看。但是羅斯說不可以，怎麼處置錄影帶是瑞秋的權力。羅斯的這句話適得其反。看到羅斯一再阻止大家想看的欲望，瑞秋更加想證明是羅斯先對自己下手的，同意了觀看錄影帶。原來發生之前，羅斯找到喬伊說自己已經很久沒有性生活了，向喬伊尋求如何把妹。接著喬伊就向羅斯傳授了自己的必殺故事，每次自己想要跟女人發生關係時，只要講道這個故事就會發生。但是當羅斯對約會的女人講的時候並沒有達到效果，於是羅斯再一次找到喬伊。喬伊讓羅斯對著自己再講一遍，看看問題出在哪兒。於是喬伊發現羅斯在講故事的時候口氣裡帶著對故事的不信任。隨後由於喬伊有約，就讓羅斯自己對著錄影機練習，講完故事後讓羅斯自己再觀看找出自己的不足。當羅斯開始練習時，恰好瑞秋回到了公寓，並告訴羅斯自己像熱鍋上的螞蟻一樣，一面忙著工作，一面還要受到莫妮卡關於婚禮準備的催促。兩個人坐在沙發上開始一邊準備莫妮卡的結婚請柬，一邊感慨當初。在酒精和當時氣氛的作用下，瑞秋對羅斯講了必殺故事。在聽到第一句話時，錄影帶里羅斯瞪大了雙眼，同時其餘四人也說到：是你勾引羅斯的。原來六個人都知道這個必殺故事。",
    "[8, 5]": "菲比約會了一個為莫妮卡工作的人，當菲比想在莫妮卡計劃解僱他的同一天甩了他時，這引起了莫小的問題。 錢德勒的同事認為他的名字是Toby。 儘管懷孕了，瑞秋還是與喬伊的同戲演員Kash約會，這讓羅斯很惱火。 羅斯在咖啡店再次遇到了莫娜。",
    "[8, 6]": "莫妮卡對大家說今年的萬聖夜派對，大家都必須要裝扮一個角色參加。但是其餘人都抱怨說不願意。萬聖夜當天，莫妮卡裝扮成貓女。錢德勒——粉紅色大兔子。菲比——女超人。喬伊——錢德勒。羅斯——史巴克。而瑞秋因為擔心自己懷孕身材走樣，堅持不裝扮，性感著裝參加。在莫妮卡和錢德勒的萬聖節派對上，菲比遇到了她姐姐的未婚夫Eric（西恩潘飾）。 菲比被他吸引，因為他們因烏蘇拉的謊言和不良行為而建立了聯繫。 羅斯和錢德勒比腕力卻徒勞無功。 羅斯感嘆他那傻乎乎的「Spudnik」裝扮讓他看起來像屎。",
    "[8, 7]": "錢德勒雇了一個女僕來幫助莫妮卡，但她很快懷疑女僕偷了她的衣服。 在讓錢德勒檢查她穿的一條她認為是她的牛仔褲後，瑞秋歸還了和莫妮卡借的衣服。 女僕認為錢德勒是個變態並且辭職了。 Eric想和菲比約會，但菲比一直讓他想起烏蘇拉。 羅斯試圖為瑞秋尋找一座新公寓，而喬伊則希望瑞秋繼續和他住在一起。",
    "[8, 8]": "幾個人坐在一起閒聊，無意中說漏了莫妮卡的單身排隊上找了脫衣舞男。錢德勒略帶生氣的表示兩個人不是都對單身派對找人跳脫衣舞這件事嗤之以鼻嗎，自己就沒有找，為什麼莫妮卡卻找了。莫妮卡為了表示自己的愧疚，於是就提議為錢德勒補辦一個帶脫衣舞娘的派對。但是陰差陽錯找到了一個妓女。瑞秋與父親共進晚餐，想告訴他她懷孕了，但被他嚇倒了，她撒謊說羅斯不支持。 葛林博士隨後威脅羅斯，這幾乎毀了他與莫娜剛開始萌芽的戀情。",
    "[8, 9]": "莫妮卡邀請高中朋友Will（布萊德‧彼特飾）參加她的感恩節晚餐。 瑞秋發現羅斯和Will在他們大四的時候就開始謠傳瑞秋同時具有男性和女性的「生殖器官」的謠言並曾經有個\"我恨瑞秋\"的俱樂部。 喬伊試圖通過吃掉整隻火雞來保護崔比亞尼的「家族遺產」。 錢德勒和菲比坐在沙發上看比賽，以免幫莫妮卡收拾晚飯。",
    "[8, 10]": "莫妮卡跟大家大秀她新買的靴子，但是錢德勒則認為沒有必要買這麼貴的一雙鞋，於是莫妮卡便說這雙靴子無論配褲子開始裙子什麼的都可以穿，而且任何場合都可以穿出去。但是實際上在莫妮卡穿上之後便發現靴子非常磨腳，已經把她的腳磨壞了，並說自己現在已經感覺不到自己的腳了。瑞秋聽到後說自己可以穿。但是莫妮卡不肯，並說如果自己現在承認這雙靴子不值得的話，以後在錢德勒面前便抬不起頭了。於是莫妮卡每天在出門後便會穿一雙舒適的鞋，等回到公寓進門之前再換回靴子。這天錢德勒對莫妮卡說讓她陪自己去參加一個聚會，她也可以在聚會上大秀自己的靴子。不過已經被靴子折磨過的死去活來的莫妮卡並不想穿著靴子去，想要留在家裡，但是錢德勒一再堅持，莫妮卡只好忍受折磨答應下來。在聚會上結束後，莫妮卡想要打車回公寓，但是錢德勒提議說兩個人可以在大街上散步，莫妮卡雖然無奈但是也答應了。走了幾步之後莫妮卡終於無法忍受了，說出了靴子磨腳的事兒，等待著錢德勒的嘲笑。但是錢德勒並沒有嘲笑她，還背起莫妮卡帶她回家。莫妮卡非常感動。",
    "[8, 11]": "當莫娜想要寄出聯合聖誕卡時，羅斯很不舒服並想要和她\"談一談\"。 錢德勒試圖擺脫與老闆共度的時光。 瑞秋的懷孕荷爾蒙讓她「充滿情慾」。",
    "[8, 12]": "瑞秋很傷心，因為她懷孕，所以她不能再約會了。 喬伊帶她出去逗她開心，但他對她產生了迷戀，這讓他感到害怕。 莫妮卡和錢德勒從菲比那裡得到了一款Ms.Pac-Man街機遊戲，作為遲來的結婚禮物。 錢德勒精通了這款遊戲並將髒話作為他的首字母顯示在排行榜上。 莫妮卡希望它們被移除，因為班會過來玩。 羅斯開始教授高級課程後，卻發現他很難按時到達那裡。",
    "[8, 13]": "錢德勒起初不喜歡泡泡浴，但莫妮卡對他產生了影響，他很快就上癮了。 認為喬伊暗戀她的菲比，驚訝地發現喬伊喜歡的竟然是瑞秋； 羅斯和瑞秋就潛在的嬰兒名字進行了激烈的辯論並發現了嬰兒的性別。",
    "[8, 14]": "莫妮卡的一個特質就是強迫症，每一個東西都有它的擺放位置，別人不能移動改變它的位置。這天錢德勒和莫妮卡在整理結婚禮物，錢德勒的一個親友送給他們一個大酒碗，兩人對酒碗的擺放位置猶豫不決。最後決定將它放到壁櫥里。當錢德勒想要打開壁櫥的門時，卻發現門是鎖的。莫妮卡尷尬的說自己之後會放進去，讓錢德勒不要再動那個門。但是聽到莫妮卡這麼說之後，錢德勒更加好奇，想要打開那扇門。之後錢德勒跟喬伊說了這個被鎖住的門，喬伊猜測裡面有可能是關著理察。兩個人嘗試各種方法想要打開門，但都失敗了。最後錢德勒用螺絲刀將整扇門卸了下來，發現裡面隨意丟棄了很多東西。這時莫妮卡回來了，看到錢德勒打開了門，錢德勒像是發現新大陸一般對莫妮卡說她很沒有次序。莫妮卡聽後崩潰的說到錢德勒再也不會覺得她是完美的人了。 原來莫妮卡雖然有很嚴重的強迫症，但是有一些物品她也搞不定應該如何擺放，便將它們鎖在壁櫥里了。錢德勒知道後安慰莫妮卡，並說會跟她一起守住這個秘密，還問莫妮卡可不可以自己也放一些東西進去。莫妮卡則為難的說怕錢德勒把裡面弄亂了。",
    "[8, 15]": "瑞秋想要提前了解生產過程，菲比便向好友借來了他們當時生產時拍的錄影帶。恰好這一天是情人節，錢德勒在回到公寓後發現桌子上有一盤錄影帶，誤以為是莫妮卡為他租的愛情動作片，興奮的放到了DVD中。但是那盤錄影帶卻是生產錄影帶，看過之後錢德勒整個人都處在一種失常的狀態，這時莫妮卡從臥室出來看到錢德勒一副丟了魂的樣子，問他怎麼了，錢德勒告訴她剛剛看過生產錄影。莫妮卡聽後說到生產是很美妙的過程，錢德勒不應該這副表情。錢德勒則表示莫妮卡看了之後才有發言權。之後莫妮卡也看了生產錄影。看過之後莫妮卡比錢德勒的情況還嚴重，說到終於明白為什麼自己的媽媽那麼討厭自己了。之後瑞秋來到兩個人的公寓，看到兩個人都是一副霜打過的樣子，問過之後明白了原因。但是依舊要看錄影帶，莫妮卡和錢德勒便想要離開，留瑞秋自己看。但是瑞秋充滿可憐的語氣請求他們留下來陪著她看。兩個人無奈只好留下來陪著再看一遍。",
    "[8, 16]": "喬伊還是無法抑制住自己對瑞秋的愛，打算對瑞秋表白自己的心意。兩個人來到餐廳，喬伊十分緊張的對瑞秋說出自己內心的糾結和對瑞秋的情感，瑞秋聽後由於荷爾蒙的影響，控制不住的哭泣，喬伊徹底慌亂了，無所適從。",
    "[8, 17]": "菲比透過茶葉占卜後，確定她很快就會遇到她的夢中情人。 這導致了一個與令人不安的男人的災難性約會，但然後在乾洗店與一位迷人的男人也有了愉快地會面。 瑞秋發明了一個瘋狂的工作問題，以減少喬伊坦白對她的感情後與喬伊閒逛的尷尬。 羅斯試圖從莫娜的公寓裡取回他的「褪色的鮭魚色」襯衫。",
    "[8, 18]": "莫妮卡試圖在她父母的 35 年結婚週年派對上發表衷心的演講，但最終失敗了。 菲比與Parker（亞歷‧鮑德溫飾）約會，後者對一切都過於熱情的個性最終惹惱所有人，包括她自己。 羅斯和瑞秋不得不在蓋勒的結婚週年派對上假裝他們已經結婚； 羅斯的「婚禮祝酒詞」激起了瑞秋的感情。",
    "[8, 19]": "喬伊準備接受肥皂劇文摘的採訪，儘管他害怕說一些可能會危及他職業生涯的愚蠢的話。 （在之前的一集中，在一次採訪中，他說他自己寫了很多台詞，這導致他被《我們的日子》解僱。）喬伊召集他的朋友來確保一切順利。 本集大多使用過去集數的畫面。",
    "[8, 20]": "瑞秋即將生產，莫妮卡和菲比為她辦了一個派對，但是負責邀請朋友的菲比忘記邀請瑞秋的媽媽了。當莫妮卡打電話去邀請時，瑞秋媽媽不滿的表達自己是被臨時邀請的，弄的莫妮卡非常緊張，並且由於莫妮卡性格上的缺陷，無法接受別人對自己產生不滿，一直不斷向她道歉，最後瑞秋媽媽還是答應會來參加聚會。聚會上瑞秋拆著大家送給她的禮物，不斷發現自己沒有準備好做一個母親。瑞秋媽媽則說不用怕，自己會陪在她身邊幫忙的，聽後瑞秋頓時覺得送了一口氣。莫妮卡為了消除瑞秋媽媽的不滿，整個派對都十分狗腿的討好她。但是瑞秋媽媽並不買帳。菲比則勸莫妮卡說她已經道歉了，但是對方一直揪著不放的話，那就隨她吧，不必在意，是對方的不好，莫妮卡應該硬氣起來。莫妮卡也覺得菲比說的有道理，在派對結束後瑞秋媽媽離開時，莫妮卡硬氣的對她表達了自己的不滿，說完狠狠的關上了門。關上門之後，莫妮卡對菲比說自己真的受不了了，申請更加緊張不安，於是打開門想要快步追上瑞秋媽媽道歉，結果摔下樓梯。",
    "[8, 21]": "莫妮卡所在的餐廳被一份報紙給了負面評價，作為主廚的莫妮卡感到憤憤不平，想要找到寫評論的人理論，便帶著一份自己做的湯跟喬伊去找了評論家。結果評論家依然堅持己見，不打算更改對莫妮卡菜的評價。之後下一節烹飪課開始了，烹飪老師問了一個問題，但是她的學生沒有人回答。莫妮卡便舉手回答了。老師很滿意，讓莫妮卡擔任這節課的班長。莫妮卡興奮的加入了烹飪課。當大家烤完餅乾後，老師開始品嘗每個人的餅乾。到莫妮卡時，莫妮卡手裡拿著自己做的星星遞給老師，告訴老師如果老師喜歡她做的餅乾的話，可以把自己做的星星頒給她。老師在品嘗之後把星星給了莫妮卡。但是之後老師又品嘗了喬伊做的餅乾，回過頭跟莫妮卡說這個星星應該頒給喬伊。喬伊聽到後很高興，說自己從來沒有得到過任何獎。莫妮卡則生氣的表示自己是一個主廚，怎麼可能輸給喬伊。此時烹飪老師發現兩個人來蹭課，兩個人也發現自己暴露了，立馬逃跑了。臨走前喬伊還拿走了自己做的餅乾。在離開的途中，兩個人又路過一個表演課的課堂，莫妮卡說喬伊已經是一個演員了，這些課上的內容對喬伊來說小菜一碟，鼓勵喬伊進去參加。也由於之前烹飪課上的成功影響，喬伊樂呵呵的進入了教室，但是當老師問了一個問題後，喬伊發現自己也不會時，咒罵一句後生氣的離開了教室。",
    "[8, 22]": "喬伊邀請錢德勒參加他的電影首映式，但錢德勒在此期間睡著了。 瑞秋對她已超過預產期8天這一事實感到非常沮喪，並且會想盡一切辦法引產，這導致了莫妮卡和菲比之間的賭注。",
    "[8, 23]": "瑞秋的預產期已經到了，但是遲遲未見動靜，搞得瑞秋十分煩躁。菲比和莫妮卡看到之後便拿瑞秋哪天生產打賭，莫妮卡一而再再而三的輸掉。之後瑞秋也知道兩個人在為她哪天生產打賭后也加入了打賭。並哄騙莫妮卡說自己感覺就是明天會生產，轉頭卻告訴菲比和羅斯絕對不會是明天。羅斯和瑞秋去看了醫生，問醫生有什麼辦法可以加快生產。醫生給了一些建議，比如吃辣的食物，多走路，或者為愛鼓掌。兩個人回到公寓後，嘗試了各種醫生的建議，但是都沒有效果，瑞秋便提議為愛鼓掌還沒有嘗試，或許可以試試。羅斯出於自己也想儘快從瑞秋的折磨中逃離出來的心情，便壓倒瑞秋。恰好此時瑞秋的羊水破了，羅斯感嘆自己的勇猛。之後大家都收到消息瑞秋羊水破了，迅速趕到了醫院。但是羅斯和瑞秋卻是最後一個到的。到了之後瑞秋想要單間待產，但是前台護士告訴她沒有，只有兩個人的。瑞秋便想要換一家醫院。但是剛剛轉身想要走時，一陣陣痛來襲，瑞秋只好留在醫院待產。過程中不斷有新的產婦送進來，雖然都在瑞秋之後進醫院，但是都比瑞秋早生孩子，甚至有一位剛想推進待產室的產婦，在待產室門口就生了。瑞秋對此非常惱火。羅斯的媽媽茱蒂來到醫院，把他外婆當年的求婚戒指給了羅斯，希望羅斯向瑞秋求婚，有一個完整的家庭。莫妮卡和錢德勒在看著育嬰室里的嬰兒時，也想要自己生一個孩子，兩個人便開始在醫院裡找地方為愛鼓掌。並發現瑞秋隔壁的待產室就是單人間。",
    "[8, 24]": "當兩個人準備就緒時，聽到隔壁傳來了Janice獨特的笑聲。兩個人來到瑞秋的病房，說好像聽到了Janice的聲音，Janice則拉開帘子，叫了錢德勒。錢德勒看到Janice懷孕的樣子，問道是誰的孩子。Janice故意嚇錢德勒說是他的。錢德勒被嚇到聲音都變了。羅斯陪瑞秋生產時，被瑞秋猛烈撞到了頭而倒在了地上，起來之後對大家說無法想像剛才那一撞有多痛。而醫生和瑞秋則看向羅斯，內心想著難道比生孩子還痛嗎。瑞秋最終生下了孩子，幾個人聚在病房內問孩子叫什麼，瑞秋說叫Elizabeth。大家便一起叫了Elizabeth。但是瑞秋哭著說這不是她孩子的名字。接著又說了另外一個，大家叫了之後瑞秋還是說這不是孩子的名字。於是大家便想先放一下關於名字的問題。羅斯則對莫妮卡說她是不用擔心了，因為她小學的時候就知道自己以後的孩子叫什麼了。錢德勒搞笑說到自己的孩子可能就是某個零食糖果的名字。莫妮卡白了一眼錢德勒，說男孩兒的話就叫Daniel。接著大家問女孩兒呢。莫妮卡不願意說，但是看著瑞秋後還是說了，女孩的話叫Emma。瑞秋聽後覺得Emma就是自己孩子的名字。但是口是心非的說自己不想要。但是莫妮卡看出瑞秋有多想要這個名字，便讓瑞秋叫女兒為Emma，也打趣說反正叫什麼名字跟Bing搭配在一起也不好聽。Janice帶著自己的孩子來看瑞秋了，並擔憂瑞秋自己一個人撫養孩子的問題，瑞秋則還樂觀的說羅斯說過會幫自己帶孩子的。Janice可憐的看著瑞秋說男人最開始都會這麼說，但是時間長了，羅斯也會組建自己的家庭，那個時候就沒有多餘的精力照顧到她們母女了。瑞秋也陷入沉思。隨後喬伊來到病房看瑞秋，在拿東西時意外碰到羅斯的衣服，羅斯的求婚戒指也掉了出來，喬伊撿了起來看向瑞秋。瑞秋見狀立馬說了YES。而這一幕恰好也讓羅斯看到。",
    "[9, 1]": "上季結尾瑞秋誤以為喬伊向自己求婚並答應求婚。之後喬伊想要解開誤會，但是一直碰到各種突發狀況，沒有機會解釋。而菲比得知瑞秋被求婚後，誤以為是羅斯求婚了。導致了一大串烏龍。最後烏龍解開，瑞秋發現自己今天不僅沒有被求婚，反倒被甩了兩次。羅斯和瑞秋因為艾瑪的降生以及待孕期間的相處，想要重新在一起。但在羅斯發現瑞秋手上戴著求婚戒指後，即生氣瑞秋答應了求婚，又擔憂瑞秋不是因為相愛，而是因為害怕一個人撫養艾瑪從而答應與自己複合，陷入矛盾。",
    "[9, 2]": "繼上集羅斯發現瑞秋答應喬伊的求婚後，他顯得非常失落生氣以及不甘等。大家在羅斯的公寓為瑞秋準備了生女的派對。莫妮卡抱怨橫幅寫的是It's a boy，於是菲比在橫幅上加了一個NOT。當瑞秋和羅斯回來之後，瑞秋向羅斯確認各種嬰兒用品的放置位置，發現尿不濕落在醫院，羅斯準備回醫院取回來，並問需不需要幫瑞秋帶什麼東西回來。瑞秋糾結於要什麼時，羅斯譏諷說這比答應求婚還難嗎。錢德勒今天公司有一個重要會議，但由於前一晚失眠，導致他在開會時睡著，迷迷糊糊被公司指派到了土爾沙的分公司。瑞秋因為是新手媽媽，認為只要自己想，就可以隨意弄醒艾瑪，結果導致艾瑪大哭不止，束手無策。同時喬伊想對羅斯因求婚的事情道歉，並提到如果羅斯感到不滿就掄起拳頭打自己，自己不會躲開任由他打。結果在羅斯打過去的時候，喬伊避開了，羅斯一拳打在了柱子上。之後圍繞著三個女人哄孩子，羅斯和喬伊去醫院就診，以及錢德勒想要推辭調派到土爾沙的故事展開。",
    "[9, 3]": "由於是新手媽媽，瑞秋無論艾瑪發生什麼狀況都會打電話給艾瑪的兒科醫生詢問。這天深夜，由於艾瑪打了一個奶嗝，瑞秋又沒有時間觀念的打給了兒科醫生。醫生的妻子非常生氣，告訴瑞秋他們被炒了。接下來瑞秋忙碌於尋找新的兒科醫生，問羅斯他和莫妮卡小時候的兒科醫生怎麼樣。羅斯想要隱瞞自己現在仍舊在看小時候的兒科醫生一事，騙瑞秋說醫生已經去世了。但是很快瑞秋在莫妮卡的聊天中發現羅斯欺騙她有關兒科醫生的事，並發現羅斯依舊看兒科醫生。同時莫妮卡由於錢德勒工作調任的關係，想要跟錢德勒一起去土爾沙，就尋求主廚工作介紹人幫忙，因此得到了夢想餐廳主廚工作的邀請。",
    "[9, 4]": "由於錢德勒單身赴任，莫妮卡想要給他一個驚喜，偷偷定了去土爾沙的機票。當天錢德勒結束工作回到賓館後，想要看情色電影放鬆自己。不巧剛開始看的時候莫妮卡到了，錢德勒驚慌失措，不知道是誰在開門，馬上提起褲子並將電視台調到了動物世界，而此時電視中正播放著鯊魚獵食的場景。莫妮卡對錢德勒的行為非常了解，開門看到錢德勒的表現就知道他剛剛在做什麼，但是並不知道他換了電視頻道，誤以為錢德勒是看鯊魚獵食而興趣昂然。",
    "[9, 5]": "五個人聚在中央公園咖啡館，菲比說六個人很久沒聚在一起了，自己馬上就要過生日正好趁此機會六個人可以再聚在一起。莫妮卡說：我們不總是在一起嗎？其他人看著莫妮卡說：錢德勒不在。莫妮卡才突然發覺錢德勒還在土爾沙。生日餐廳選在了一個比較有人氣的地方，排隊等餐的人絡繹不絕，而且需要預約人數到齊才可以點餐。莫妮卡和錢德勒一直在備孕，生日當天莫妮卡正好在排卵期，但是當錢德勒回來時，莫妮卡發現錢德勒又開始抽菸，兩人發生爭執......另一邊瑞秋因為不捨得離開艾瑪身邊，想取消去菲比的生日會。而羅斯認為要放開手，不應該寸步不離......一系列事情發生之後導致四人遲到了。原本預定的六人桌也因為大家的遲到被換成了兩人桌。當瑞秋做敬酒詞時，一直壓制怒氣的菲比終於爆發了......",
    "[9, 6]": "羅斯和瑞秋聘請了一位男保姆桑迪（小弗雷迪·普林斯飾）。當莫妮卡說她遇到了一個遇到過的最幽默的男人時，錢德嚇壞了。與此同時，菲比的科學家前男友大衛（漢克·阿扎里亞飾）重新出現，這一次，他遇到了邁克。注：本集六人行中除兩集聯播外最長的一集，時長31分56秒；本集也是六人行的第200集。",
    "[9, 7]": "羅斯在公寓照顧艾瑪，並對艾瑪灌輸當初和瑞秋分開時並不是自己出軌，因為兩個人正在On a break。之後羅斯唱了一首關於喜歡大屁股的低俗饒舌歌曲，逗得艾瑪咯咯笑。等瑞秋回來時，羅斯興奮的告訴瑞秋剛剛逗到艾瑪咯咯笑。瑞秋問用的什麼辦法，羅斯羞於開口但還是告訴她自己唱了低俗的饒舌逗得艾瑪發笑。瑞秋生氣表示羅斯這種做法非常失責。之後瑞秋為了也能看到艾瑪咯咯笑的樣子，嘗試了各種方法皆無效，無耐也只能唱起了饒舌......",
    "[9, 8]": "羅斯和瑞秋在公寓中收拾東西準備去莫妮卡的公寓過節，這時瑞秋的妹妹因為男友的妻子從外地臨時趕回了紐約，取消了與她的約會，因而來找了瑞秋。瑞秋和羅斯商量之後帶著她一起去莫妮卡的公寓過節。在莫妮卡的公寓中，妹妹天馬行空的想法————效仿電影裡的橋段，對瑞秋說如果瑞秋和羅斯不幸離世的話，她可以撫養艾瑪。她可以從最開始的手足無措最終成長並找到Mr.Right。羅斯和瑞秋則表示兩人有商討過萬一遇到不測，希望由莫妮卡撫養艾瑪......",
    "[9, 9]": "瑞秋在生完艾瑪之後一直都在照顧她，沒有跟朋友約出去吃飯喝酒。這一天菲比約瑞秋出去放鬆一下，羅斯則約了麥克來家裡做客。羅斯本以為兩人都離過婚，會有很多共同話題。但是麥克到了之後表示自己不願意談有關離婚的話題。氣氛陷入尷尬，兩個人沒有了聊天話題。在酒吧的瑞秋和菲比遇到兩個男人的搭訕，但是瑞秋覺得自己與羅斯有了艾瑪，也許兩個人還能回到之前的關係。但是菲比勸告她以羅斯的性格來說會很花時間，並建議瑞秋開始約會。於是瑞秋將電話號碼留給了搭訕的男人。",
    "[9, 10]": "每一年的聖誕節大家都會聚在莫妮卡的公寓當中共同度過。然而這一年，錢德勒因為在土爾沙工作的原因，不能跟大家一起度過，需要在土爾沙加班。加班時手下的員工都對聖誕節不能陪家人而抱怨，錢德勒則說至少他們第二天早上還能跟家人一起吃飯，自己只能孤單的在賓館。之後錢德勒體恤員工，讓大家回家陪家人過節了。但是有一個女員工留了下來，表示願意跟錢德勒一起加班，並勾引了錢德勒。被勾引的錢德勒終於發現家人和朋友的陪伴遠比工作重要的多，於是選擇了辭職回去跟大家過節。",
    "[9, 11]": "辭職後的錢德勒想要找到一份自己喜愛的工作，而不是像之前一樣單純看中薪資。於是莫妮卡收集了各式各樣的工作，以方便錢德勒找出自己的喜好。隨後錢德勒發現自己對廣告行業感興趣，莫妮卡便找了一個在廣告業的朋友讓他對錢德勒做一個行業了解。還有兩個星期瑞秋的產假就結束了，她想提前去公司跟大家打個招呼，但是發現自己的辦公室被一個陌生的男人占據了，並且自己的上司也很欣賞他。於是瑞秋決定明天就復工，擔心自己的職位被取代。",
    "[9, 12]": "麥克打開菲比家的柜子之後發現了一隻老鼠，嚇得大聲尖叫。菲比冷靜的告訴麥克老鼠只是來串個門。但是麥克認為家裡出現老鼠很嚴重，因為老鼠會傳播疾病。菲比仍是表示不在意。此時麥克拿著一塊餅乾吃，菲比則說麥克剛剛明明說老鼠會傳播疾病，但是現在卻在吃餵老鼠的餅乾。之後麥克為了消滅老鼠，在柜子里放了老鼠夾，菲比看到後指責麥克，認為沒有必要殺死老鼠，趕走就好了。同時菲比在柜子里發現了一窩剛出生的小老鼠，但是之後大老鼠觸發了老鼠夾，被夾死。菲比便決定養大小老鼠。當天莫妮卡到瑞秋的辦公室找她，並看到了與瑞秋共用一個辦公室的男同事，誤以為二人的關係不錯，便邀請男同事晚上去參加瑞秋的生日派對。",
    "[9, 13]": "喬伊說最近演藝圈裡有很多男人都打扮的非常精緻，自己也想要嘗試一下，大家便慫恿他。於是喬伊決定去修眉。但是修眉店的工作人員修眉特別疼，修完一個後喬伊便逃跑了，向錢德勒求助。錢德勒讓喬伊先保證接下來告訴喬伊的事情不可以對任何人講，自己便可以幫助喬伊把剩下的那根眉毛修好。原來錢德勒自小掙零花錢的方式就是幫他爸爸（變裝皇后）和他爸爸的朋友修眉。也因此錢德勒得出了一套無痛修眉的方法。接下來錢德勒幫喬伊修了眉。咖啡店裡羅斯對錢德勒說到也許自己應該往前看了，接觸新的女伴。恰好咖啡廳里有一個剛失戀的女人，羅斯便和她聊了起來。失戀女說自己從來不在公共衛生間上廁所，羅斯便邀請她去了自己的公寓上廁所。此時瑞秋從外面回來，想要跟羅斯談談。但是發現羅斯帶了一個女人回來，很生氣。於是兩個人開始爭吵，最終瑞秋搬離了羅斯的公寓，與喬伊住到了一起。菲比邀請莫妮卡去麥克表演的地方唱歌，莫妮卡說自己不善長。但實際上莫妮卡非常想要上台表演。在上台表演時，聚光燈打在莫妮卡身上，下面坐著的人都看到莫妮卡沒有穿內衣，興奮吶喊。即便莫妮卡發現大家是因為自己沒穿內衣才得到如此之多的吶喊後，依舊站在舞台上享受吶喊，繼續演唱。",
    "[9, 14]": "喬伊和菲比約好之後為對方安排一個自己的朋友來一場四人盲約，到了約定的日子，菲比興奮的來到喬伊的公寓想要探聽一些喬伊為自己安排的男伴的消息。但是由於喬伊完全忘記和菲比的約定，當菲比問道他對方叫什麼時，喬伊隨口說了一個麥克。之後菲比想繼續問一些問題時，喬伊則對菲比說要留一些懸念在約會上。菲比聽後也表示贊同，便離開了。之後喬伊馬上翻開自己的電話本，發現上面都是自己之前約會過的女生的名字，根本沒有男人的電話，便匆忙跑到咖啡廳大叫麥克。此時一個麥克應答到，喬伊看了看麥克很滿意，便把四人盲約的事跟麥克說了，拽他一起去了晚上的約會。約會時菲比問道怎麼自己從來沒聽喬伊提起過麥克，問他們什麼時候認識的，麥克回答說大學，喬伊則瞪著他表示不對，麥克又改口到高中。隨後的一連串問題讓菲比發現喬伊時臨時找了一個陌生人帶來跟自己約會，非常生氣的離開了。隨後在咖啡廳里菲比又遇到了麥克，麥克上前跟菲比道歉，說自己今晚被告知可以吃一頓免費大餐，並且跟漂亮女生約會，雖然最後大餐不是免費的，但是確實見到了漂亮女生。菲比聽後願意原諒麥克，兩個人便坐在沙發上開始聊天。兩個人聊到正起勁時，喬伊走進來看到兩個人在聊天就說我的兩個最好的朋友在聊天呢。聽到後菲比轉頭惡狠狠的看著喬伊，喬伊則被菲比強烈的眼神嚇到夾著尾巴跑開了。",
    "[9, 15]": "菲比和羅斯走在街上，突然後面出來一個打劫的男人，讓他倆把錢包交出來。羅斯強裝鎮定，但是越著急越找不到自己的錢包。反觀菲比卻很鎮定，跟打劫的男人說不會給他錢包的。此時羅斯大吼說就知道有一天菲比會害死他的。菲比白了一眼羅斯，然後發現打劫的人是自己當初在街道上混生活時的朋友，對方也認出了菲比。之後兩個人回到咖啡廳，對莫妮卡說了剛才的經過，莫妮卡聽了之後對羅斯說這是不是讓他想起來了之前的恐怖經歷。羅斯則表現的心有餘悸。在談話中菲比知道羅斯小的時候就被打劫過，而那個打劫羅斯的人正是自己。當羅斯起身離開後，菲比馬上跟莫妮卡坦白了，莫妮卡則說怎麼會那麼巧。菲比為了證明自己說的是真的，便說出了當時羅斯書包上印著的標語，莫妮卡跟她一起背了出來。在羅斯下課回到咖啡廳時，菲比假裝對羅斯關心，令羅斯很疑惑但也未深究，接著跟菲比說了自己的一天怎麼過的。雖然聽著羅斯講述自己的一天，但是菲比還是憋不住了，向羅斯坦白說當時是自己打劫了羅斯。羅斯為了不讓自己丟臉說到不可能，因為打劫自己的是一個壯漢。菲比則說到就是自己，一個十幾歲的少女。羅斯想進一步維護自己的面子，菲比看不下去了，揪起羅斯的耳朵對他說了句把東西交出來。羅斯震驚的發現確實是菲比打劫的自己。菲比對羅斯表達著歉意，但是羅斯表達無論如何都不會原諒菲比，接著起身離開，並諷刺的問菲比自己走在街上需不需要注意她其他街上的朋友。之後菲比為了取得羅斯的原諒，拿出了當時打劫羅斯的背包，裡面放著羅斯畫的漫畫。菲比說正是這些漫畫教會了自己很多東西，而且自己一直覺得自己是這個圈子外的人，因為羅斯和莫妮卡是兄妹，莫妮卡和瑞秋是閨蜜，羅斯和錢德勒是大學同學，喬伊和錢德勒是室友，只有自己一直跟其他人沒有關係，現在好了，自己原來早就跟羅斯相識了。最後羅斯也放下心結，跟菲比和好。",
    "[9, 16]": "由於錢德勒現在在家待業，莫妮卡他們的生活開始出現拮据。莫妮卡提議向家裡人借一些錢以周轉，但是錢德勒說到Bing家的人是從來不會借錢的，聽後莫妮卡無奈的表示接受，不會借錢。但是隨後莫妮卡就去向喬伊借錢，喬伊開玩笑道為什麼找他借錢，難道認為他是什麼受歡迎的肥皂劇演員嗎，並問莫妮卡需要多少錢。莫妮卡說兩千就夠了。喬伊便給莫妮卡開了一張兩千的支票。雖然嘴上說著Bing家不借錢，但是錢德勒也來到了喬伊的公寓向他借錢。喬伊是個直腸子，看到錢德勒來之後便問他是不是來借錢的，錢德勒感到不可置信喬伊是怎麼知道自己想要借錢，喬伊撒謊說因為錢德勒有段時間沒有工作了，自己就隨便一猜的。錢德勒聽後並沒有起疑，接著喬伊問他兩千夠不夠，錢德勒很納悶喬伊怎麼會正好知道自己想借錢的數目，喬伊之後扯謊說錢德勒以前幫自己的時候差不多就是這些錢，錢德勒雖然依舊存有疑慮，但是覺得對方是喬伊便也沒有多想。但是當喬伊拿出支票本時，錢德勒發現喬伊也給莫妮卡開了一張兩千的支票，便問喬伊怎麼回事。喬伊無奈接著撒謊說莫妮卡想要隆胸，自己便借給他了。錢德勒聽到後跑回公寓，間接跟莫妮卡表達自己不想要她身體某個部位變大，保持現狀就很好。莫妮卡聽的滿頭霧水，誤以為錢德勒是在說怕她懷孕之後身體發胖什麼的,便說變大是避免不了的，不光一個地方會變，自己的臀部和腳也會變。聽到這些後錢德勒疑惑的問道怎麼其他的也會變呢，表示自己接受不了。最後錢德勒深情的對莫妮卡說希望她不要做隆胸，現在就很好，莫妮卡也弄明白了之前兩個人那些莫名其妙的對話的原因了，便找到喬伊讓他證明自己借錢不是隆胸。喬伊只好承認，誤會解除。",
    "[9, 17]": "社交網絡開始流行，羅斯坐在沙發上編寫自己的個人介紹。錢德勒和喬伊來找羅斯打籃球，看到他的個人介紹說跟第一任妻子分開的原因是喜好不同，錢德勒吐槽說應該是興趣相同吧（因為第一任妻子是蕾絲）。而喬伊想要表演轉籃球，但是技術不夠，將羅斯的檯燈打倒在地。在羅斯進房間的時間，錢德勒對羅斯的個人介紹加工，編寫羅斯克隆了一個母恐龍並且不顧世俗眼光與它相愛發生關係，隨後想要更新出去，但是喬伊阻止了他。這時羅斯從房間出來，喬伊跟羅斯要他手裡拿的籃球，但是羅斯並沒有給喬伊，並說不認為喬伊可以在短短的幾分鐘內學會轉球。喬伊不爽，遂將錢德勒編寫的個人介紹發了出去。之後整集講述羅斯為了報復錢德勒瞎編自己的個人介紹，偽造了一份錢德勒在網上公開出櫃而引發的一系列故事，並在最後為自己舉辦了一個假冒的追悼會。",
    "[9, 18]": "本集開始喬伊找莫妮卡借保時捷去買彩票開始。莫妮卡說現在錢德勒做實習生沒有收入，要是獲得大獎三百萬對於生活開銷會有很大幫助，錢德勒在旁邊開玩笑說：如果不是他現在沒有收入，他們根本不會在乎什麼三百萬的。之後大家對中獎概率討論，覺得買得越多中獎率越高，於是決定每個人拿出來五十塊湊在一起買彩票，中獎的話大家平分。但是羅斯嘲笑其他人，表示自己不會參與其中。彩票開獎當天也是錢德勒實習公司確定留下哪三個實習生的日子，所以錢德勒非常緊張。開獎之前大家聚集在莫妮卡的公寓裡，菲比進門之後說自己找了人算命，說自己今天一定會中獎。莫妮卡也說自己從餐廳帶回來了幸運骨頭以許願（類似於鴨鎖骨的骨頭，兩個人分別在心裡許願再掰骨頭，得到大份骨頭的人願望會實現。但是願望不能說出來）。作為素食者的菲比說她想參與許願，大家都轉頭看向她，她說雖然自己是素食者，但是不表示自己就不願意參與掰骨頭許願。瑞秋說自己不參與，因為骨頭上的味道會殘留在手指上，於是喬伊立馬說自己參與。在掰骨頭的時候，莫妮卡一再向菲比和喬伊確定二人都是許的相同的願望————贏得大獎。結果是喬伊得到了更多的骨頭。對此羅斯又一次表示鄙視，並說他們真的是一點都不給別人留有餘地。莫妮卡說到為了讓羅斯也參與到等待彩票開獎的過程中，也替羅斯出了五十塊錢買彩票。由於艾瑪處於即將開口說話的年齡段，羅斯和瑞秋說話的時候會額外注意用詞，一不小心在叫瑞秋的時候說到mammy。眾人都望向羅斯，羅斯對此進行的解釋。之後菲比對著羅斯開玩笑叫著daddy，羅斯不是很自在，但是菲比一再叫著daddy，用誘惑的口吻說到daddy是要懲罰我嗎。羅斯迫於無奈配合，但是最終過不了自己那關。開獎之前大家將所有彩票都放到了一個大碗裡，錢德勒問道是所有嗎，我們床頭的那些彩票也在碗裡嗎？莫妮卡用一種不想讓錢德勒繼續說下去的口吻回答說都在，可是錢德勒並沒有聽出來又重複了一遍。瑞秋進到莫妮卡的臥室發現並拿出來了放在床頭的彩票，指責莫妮卡私自多買彩票，問莫妮卡要是大家集資買的彩票沒中獎她藏起來的中獎了她要如何面對其他四人。莫妮卡表明要是這樣的話，大家就不會在意自己私藏彩票中獎的問題，反而會因自己中獎而巴結自己。於是大家紛紛不滿，要把彩票分開不再共同參與。菲比一直是一個非常重視大家友誼的人，於是抱著大碗衝到陽台要將彩票扔到樓下，大聲指責大家因為彩票產生隔閡，並質問大家錢重要還是朋友重要。其餘人都說朋友，只有莫妮卡說錢。在大家的注視下莫妮卡也改口到朋友。菲比也表示說自己怎麼會把彩票扔下去，自己想嚇唬一下大家。不巧突然一隻鴿子飛了過來，菲比嚇得沒拿住碗，彩票也掉到了大街上。眾人下樓撿彩票，但只找回一半的彩票，菲比說沒有關係，算命的說她肯定會中獎，他們找回來的就有中獎的彩票。開獎的時候瑞秋的媽媽打來電話問晚安，羅斯想引導艾瑪開口說話叫daddy。但是想到之前菲比叫daddy的畫面，對瑞秋說到菲比完全毀掉了daddy這個詞。瑞秋接過電話想跟艾瑪說話，此時艾瑪說了一個詞，瑞秋興奮的告訴大家，但是大家都不認為它是一個真正的詞。又把焦點聚集到了彩票開獎上。最終大獎開出來，只中了一個最低獎————3塊錢。菲比說這是她人生第一次中獎，於是大家決定將3塊錢都給菲比。這個過程中公司一直不斷公布獲得崗位的實習生名單，錢德勒並沒有獲得實習崗位，十分沮喪。但實際上公司為他提供了一個初級廣告人的職位。得知獲得初級廣告人的職位後，錢德勒非常高興，喬伊告訴錢德勒應該感謝自己，因為剛剛掰骨頭的時候，他許願就是錢德勒獲得工作機會。第二天在中央公園咖啡館的時候，喬伊告訴大家昨晚並沒有開出最終大獎。這時咖啡店老闆說，雖然大獎沒開出來，但是今早有人在路上撿到一張彩票，中了一萬塊錢。",
    "[9, 19]": "劇組第一次為喬伊在《我們的生活》中安排親熱戲，而喬伊拿著一個菠蘿在練習台詞。恰好瑞秋從房間內出來，看到喬伊在與菠蘿親熱的荒唐一幕。喬伊便解釋說劇里為他安排了第一次吻戲，自己正在聯繫。瑞秋聽到後很興奮，並想讓喬伊帶著自己去片場看他拍戲。喬伊說瑞秋之前去的表現太差，不想帶她去，瑞秋便說自己這次不會了，喬伊無奈只好答應。在拍攝時，瑞秋也到片場觀看了喬伊的表演，在喬伊與劇組女演員馬上親上時，導演喊了cut。瑞秋大喊NO！感覺意猶未盡。隨後瑞秋晚上做夢又於喬伊對台詞，其中喬伊一句台詞是控制不住想親對方，瑞秋放下劇本，說Kiss me。在喬伊吻過來的時候，瑞秋驚醒，並說這種夢之前從來沒做過。之後瑞秋跟莫妮卡說起了自己的夢，認為自己喜歡上了喬伊。莫妮卡便從心理學的角度說是因為瑞秋當時是在跟喬伊電視劇里的角色對話，她實際上是對喬伊飾演的角色動情，所以才會讓她產生誤以為對喬伊有意思。",
    "[9, 20]": "這一天大家在中央公園咖啡館時，羅斯說自己非常討厭古生物學家們的某些衣著品味，並說學校給他安排了兩個同事，讓他帶著熟悉新環境。同時羅斯對此抱怨，但是下一秒他就發現新同事之一的查莉是一個美女，熱情相迎。喬伊每一年都會為同劇組的人舉辦派對，但是從來沒有邀請過剩下的五個人。為了支開其他人，喬伊每年都會為他們安排令人感到匪夷所思的行程。這一年喬伊為他們安排了關於一個女人成長的演講。派對當天瑞秋在聽電話留言時，意外發現喬伊舉行的派對。由於瑞秋是一個鐵桿的肥皂劇迷，軟磨硬泡希望喬伊同意自己參加派對。最後喬伊無奈只好答應瑞秋，但是讓瑞秋不要告訴其他人。瑞秋為了參加派對編造謊言對其他人說自己得了雞流感，不能一起去看演講了。但是莫妮卡立馬發現瑞秋在說謊並揭穿了她。被揭穿的瑞秋立馬改變戰線，告訴大家喬伊隱瞞大家開派對的事。此時喬伊也來到莫妮卡的公寓，說自己不能跟大家一起去聽演講了。但此時大家都已經知道了事實，並要參加派對。喬伊只好答應幾人。然而錢德勒對此一無所知，自己一個人去聽了演講。派對上羅斯告訴瑞秋和菲比自己對查莉有好感，但是查莉的前幾任男友不是獲得諾貝爾獎就是獲得過天才獎的人，羅斯因此不敢對查莉表達好感。相較於羅斯的膽怯，瑞秋不顧及任何後果想要對喬伊表達自己的喜歡。可惜天宮不作美，在羅斯和瑞秋想表達出來各自對查莉和喬伊的好感時，卻發現查莉和喬伊擁吻在了一起。",
    "[9, 21]": "三個女主在喬伊的公寓談論菲比在eBay上買的一雙拖鞋，在菲比去洗手間的時候莫妮卡看到瑞秋有一張連鎖按摩店的優惠券，告訴瑞秋不要讓菲比發現這張優惠券，因為菲比痛恨連鎖按摩店。但優惠券還是被菲比發現，並要瑞秋保證不去連鎖按摩店按摩。瑞秋雖保證說不去按摩店，但轉頭就拿著優惠券去了按摩店。諷刺的是菲比正在此按摩店工作......喬伊新結交的古生物學女友查莉想要逛藝術館，但喬伊對此一竅不通，幸而羅斯對藝術很感興趣，提前對喬伊進行突擊......錢德勒和莫妮卡一直苦惱於懷不上孕，決定去檢查二人的生育狀況，不幸的是檢查的時候遇到了錢德勒的前任女友————珍妮絲......",
    "[9, 22]": "瑞秋與喬伊和查莉在中央公園咖啡館聊天，查莉表示自己的衣品不是特別好，這時喬伊提議讓瑞秋帶查莉買一些衣服。此時菲比走進來告訴三人前男友麥克的姐姐邀請自己參加派對，為了顯示自己已經從戀情當中走出來了，決定與查莉和瑞秋去買新衣服，在派對上大放異彩。羅斯此時在申請一個學術演講的資格，為了得到這個資格做了很多努力，但是在面試的時候，面試官被催眠了。由於莫妮卡和錢德勒生育能力低，而且錢德勒深知莫妮卡的願望是生孩子當媽媽，於是決定找一個捐精者和莫妮卡生孩子。當三人在買衣服時，瑞秋對菲比說道她對喬伊的迷戀，恰巧被隔壁試衣間的查莉聽到。但是查莉卻誤認為是菲比對喬伊有迷戀。當菲比精心打扮準備去參加派對時，偶遇了從明斯克回來的前男友大衛，兩人經過一番敘舊後菲比決定不去參加派對，改和大衛約會。為了尋找到符合心意的捐精者，錢德勒邀請了同事來家裡吃飯，以便考驗對方是不是合格的捐精者。但是同事並不知道錢德勒和莫妮卡的真實目的，單純以為是一次吃飯邀請。在吃飯過程中莫妮卡和錢德勒不斷詢問一些私人問題，讓他感到非常不適，並說出兩個人是不是不懂如何待客。",
    "[9, 23]": "羅斯獲得了演講的機會，並邀請幾人一起去順帶度假。羅斯、喬伊和查莉三人先行，到達之後喬伊發現羅斯很有名，自己卻無人認識。查莉要幫助羅斯為演講做準備，希望喬伊可以先自己遊玩，喬伊答應了，說要去沙灘挖沙坑，可是羅斯告訴他外面正在下雨，喬伊只好一個人在酒店抑鬱。大衛想讓菲比儘快走出對麥克的情感，於是向錢德勒尋求建議。但錢德勒向來不擅長給別人建議，開始胡謅八扯，說可以向菲比求婚。結果大衛認真的聽了錢德勒求婚的建議，打算在度假時向菲比求婚。錢德勒告訴莫妮卡說大衛聽取了自己的意見要向菲比求婚了。莫妮卡責怪錢德勒說到菲比明顯還愛著麥克，如果菲比拒絕了大衛，不僅大衛會受傷，菲比之後也沒有人陪了。當大家都達到後，莫妮卡對菲比說大衛要求婚的事，菲比說如果被求婚她就答應。但是莫妮卡覺得菲比和麥克依舊相愛，便打電話給了麥克，讓他來阻止菲比答應求婚。在大衛求婚時，麥克趕到了並阻止了求婚，重新與菲比在一起。而羅斯在於查莉準備演講時，發現彼此互有好感，但是查莉還跟喬伊在一起，於是叫停。隨後查莉與喬伊攤派，兩人和平分手。分手後喬伊找到瑞秋告訴她自己和查莉分手了，並說自己一直都喜歡錯了人，沒有遇到對的人。瑞秋則說到也並不全是錯的人。喬伊當時沒有反應過來瑞秋實際上是在表達對他的喜歡，在離開瑞秋的房間後反應過來了，便向瑞秋求證，得到了肯定答覆。",
    "[9, 24]": "-",
    "[10, 1]": "鏡頭轉到現在，羅斯和查莉在親熱，喬伊和瑞秋在親熱，莫妮卡、錢德勒和菲比則在隔壁偷聽。羅斯停下與查莉親熱，認為兩人交往之前應該先告訴喬伊，於是羅斯開始各處找喬伊。在回程的飛機上，羅斯跟喬伊攤牌了，由於羅斯也說到喬伊可能才是他最好的朋友而不是錢德勒之後，喬伊沒有開口對羅斯坦白他與瑞秋的情感。也因此喬伊便讓瑞秋去跟羅斯說兩人決定交往。當瑞秋準備跟羅斯坦白的時候，羅斯發現從酒店帶回來的洗髮水溢滿了整個包，非常崩潰，導致瑞秋也沒有開口跟羅斯坦白。同時菲比和邁克複合，菲比在飛機上挑逗麥克，麥克突然想起自己和女友還有一個約會，菲比質問麥克他怎麼還有女友。解釋之後麥克說會跟現在的女友分手，讓菲比在家等他。但是陰差陽錯，麥克的女友並沒有按照約定去餐廳，而是跑到了麥克家，並與菲比相遇，菲比則代替麥克跟女友宣布了分手。莫妮卡由於潮濕的天氣頭髮變得蓬鬆，錢德勒一直不斷給她取外號，莫妮卡最後受不了，去了理髮店用貝殼將頭髮都辮了起來。莫妮卡非常喜歡自己的新髮型，但是錢德勒並不喜歡，並希望莫妮卡可以拆掉。但是莫妮卡堅持不拆。之後洗澡時莫妮卡晃動自己的頭髮導致頭髮纏繞到了雨簾掛鉤拿不下來。",
    "[10, 2]": "羅斯撞見瑞秋和喬伊在公寓接吻，整個人直接石化。但為表現大度、自己放下了瑞秋，便提議和查莉四人一起聚會。但聚會當天羅斯各種表現糟糕，令三人感到尷尬。莫妮卡和錢德勒決定收養一個孩子，菲比便介紹自己的一對有收養經驗的夫妻朋友給他們，夫妻二人收養的孩子並不知道自己是被收養的，但是錢德勒不小心說了出來。菲比和弟弟法蘭克在咖啡廳照看三胞胎，法蘭克抱怨三個孩子太多，自己有一些精神不振，想要送給菲比一個，菲比立即問哪個。三個孩子逐一看下來，法蘭克發現一個也不能丟下。",
    "[10, 3]": "瑞秋和喬伊終於走到了一起，即將開始兩人的正式約會，並想在約會之後有更深層次的交流。但是當喬伊將自己的必殺技使用在瑞秋身上時，瑞秋一直扇喬伊，好不容易克制了扇喬伊，九歲便開始解女人胸罩的喬伊又開始掉鏈子了。羅斯看到莫妮卡現在的膚色是健康的小麥色，便想也弄成一樣的顏色，莫妮卡就將為自己做膚色處理的店鋪介紹了給他。結果羅斯把自己弄成前面12度黑，而背後還是原來的膚色。莫妮卡和菲比之前的一位朋友特別喜歡裝倫敦腔，現在回來想跟兩個人見面，但是兩個人都不喜歡這位倫敦腔朋友。",
    "[10, 4]": "錢德勒打算與莫妮卡去度假，但是瑞秋說周末正好是艾瑪的第一個生日，他們不能不參加，無奈之下莫妮卡只能同意參加。生日當天，羅斯想讓大家錄一段視頻給17年後18歲的艾瑪。由於艾瑪一直在睡覺，大家便在等艾瑪睡醒的時間展示送給艾瑪的生日禮物。喬伊原本沒有為艾瑪準備禮物，臨時拿起艾瑪的一本讀物，聲情並茂的讀起來，讓其他人尤為感動。菲比本來準備了一首自創的歌給艾瑪，但是只有兩句，大家感到驚訝以為會是一首完整的歌，菲比便也模仿喬伊打算讀一本書給艾瑪聽。即便其他人都認為艾瑪現在太小，根本不會記得這個生日，但是瑞秋特別重視，並訂了一個可以把照片印在蛋糕上的兔子形狀的蛋糕。但是由於蛋糕房失誤，艾瑪的照片被印在了男性生殖器上。瑞秋無法忍受，開車去蛋糕房理論。但是由於忘記帶駕照被警察扣住，羅斯便要給她送去。羅斯在出門之前特意叮囑其他人不可以離開，因為瑞秋真的很在意，如果回來的時候看不到大家，瑞秋會很傷心，並讓喬伊負責看住其他人。不過羅斯走之後，喬伊被通知有一個試鏡要參加，菲比也有一個按摩的客戶要按摩，莫妮卡也心心念著去度假，都想離開生日會。最後提議比賽決定誰可以離開，莫妮卡和錢德勒輸掉比賽被留了下來。在瑞秋和羅斯開車返回時，跟莫妮卡打電話知道艾瑪睡醒了，而且喬伊、菲比也離開了。瑞秋非常沮喪，因為艾瑪醒來的時候沒有陪在她身邊。羅斯則安慰著瑞秋，並且將蛋糕的形狀改成了一隻兔子。莫妮卡在等著瑞秋回來這段時間裡，跟艾瑪玩按照不同分類擺放玩具的遊戲。錢德勒則教會了艾瑪如何用手指比量「1」。在瑞秋和羅斯回到公寓之前，菲比和喬伊也前後腳趕回了公寓。雖然中間出了很多意外，但是最後大家都回來了，蛋糕也變成兔子了，而且艾瑪還學會了比量「1」，這些讓瑞秋感到非常高興。",
    "[10, 5]": "莫妮卡和錢德勒在申請領養手續時，需要周圍人的一封推薦信，本來是想讓瑞秋寫的，但是喬伊卻想寫，兩人無奈便讓喬伊寫了。喬伊為了讓自己的推薦信讀起來特別有文化，絞盡腦汁的想著用詞，羅斯告訴他可以用Word的替換功能選擇意思相近的詞，於是整個推薦信變成了一個無法讓人理解的內容，錢德勒和莫妮卡看過之後告訴喬伊不需要特別用詞，發自內心的去寫就可以。於是喬伊手寫了一封推薦寫，並且直接郵寄給了領養中心。莫妮卡和錢德勒在第一封推薦信的陰影下，覺得喬伊第二封信也不會好到哪裡，想撤回喬伊的推薦信，便打電話給領養中心。但領養中心誤以為推薦信是莫妮卡他們找了一個孩子寫的，另闢蹊徑，覺得特別好。瑞秋的妹妹艾米去到羅斯的公寓找瑞秋，開門看到羅斯，仍然以為羅斯是街上賣煎餅的人（第九季中聖誕節片有相關劇情）。羅斯無奈，將艾米領去見了瑞秋。見到瑞秋後艾米告訴她自己要跟一個住在第五大道、擁有的房子是電梯一打開就是客廳的男人結婚。瑞秋對艾米的介紹感到莫名其妙，為什麼只說房子而沒有說這個男人叫什麼做什麼職業的。艾米補充問道瑞秋還記不記得她的前男友，瑞秋說記得，艾米接著說道是前男友的爸爸。瑞秋徹底被艾米的價值觀和愛情觀擊倒，便告訴艾米即便結婚也不要光看男人的經濟，也要找到一個與自己年齡相符互相喜愛的人結婚。艾米便說那她就一面跟前男友的爸爸結婚一面繼續尋找真愛。瑞秋無奈繼續糾正艾米的觀念。於是艾米便和未婚夫分手，決定搬入瑞秋的公寓和她一起住。這天艾瑪的保姆身體不舒服，無法來照看艾瑪，並且其他人也沒有時間替瑞秋照看艾瑪。艾米見狀便提議由自己照看艾瑪。雖然羅斯最開始反對，但最後也只能無奈接受。瑞秋下班後來到咖啡廳碰到艾米帶著艾瑪。並發現艾米私自帶著艾瑪打了耳釘。瑞秋非常生氣，並告訴艾米無權這麼做，羅斯發現會非常生氣。恰好羅斯也下班趕來咖啡廳，瑞秋趕忙給艾瑪帶上帽子，怕羅斯發現耳釘的事。羅斯開始並沒有發現耳釘的問題，依舊一幅對女兒思念的樣子，但看到瑞秋一幅不自然的樣子感到奇怪，便仔細觀察了艾瑪。越看越覺得不對勁，當羅斯發現艾瑪的耳釘時，倒吸了一口氣，生氣的說最開始就應該相信自己的直覺，不應該把艾瑪交給艾米照看。瑞秋也開始職責艾米並要趕走她。菲比和麥克交往一周年紀念日，麥克本來是想在兩個人看籃球比賽時，效仿電影情節一樣，在大屏幕里對菲比求婚。當另外一對情侶在大屏幕上求婚時，菲比對麥克說這種求婚方式太老氣了，要是自己的話是不會答應的。麥克趕緊起身說自己有點事離開一下，菲比立馬明白麥克也打算求婚的，覺得自己失言了。回來之後菲比對莫妮卡他們說道球場發生的一切，其他人建議菲比可以打破世俗，向麥克求婚，並不一定要由男人求婚。於是菲比便又和麥克去看了籃球賽，菲比也利用大屏幕向麥克求婚，但是導播取笑到麥克是No ball。麥克覺得無地自容。",
    "[10, 6]": "菲比答應麥克的求婚後決定將自己的電話號碼本送給自己的單身女性朋友，而瑞秋是她身邊唯一一個單身的女人了。麥克和菲比決定開始同居，搬到菲比的公寓。菲比便開始整理自己的公寓，不得不丟棄一些東西。當中有一幅菲比自己製作的畫，非常恐怖。由於不舍，菲比便提議送給莫妮卡，莫妮卡礙於友情不得不接受。瑞秋跟菲比一起住過，知道這幅畫的特異。當著菲比的面，莫妮卡陷害瑞秋說她也喜歡這幅畫，可以送給瑞秋。菲比天真的以為兩個人都喜歡，無奈提議拋硬幣決定誰可以得到畫。莫妮卡」幸運的「得到了。當菲比把畫拿來給莫妮卡時，瑞秋異常興奮的說畫可以掛在電視上面，這樣一走進公寓就可以看到了。莫妮卡不同意，接著瑞秋又說莫妮卡床頭的牆上沒有掛任何東西，可以掛在床頭。莫妮卡質問瑞秋說她已經不再住在這裡了，不要亂給建議。之後莫妮卡哄騙喬伊說這個畫是一個原版的菲比大師的畫作，賣給了喬伊。瑞秋回到公寓發現畫竟然在公寓的沙發上，問了喬伊後知道是莫妮卡用計賣給了喬伊。瑞秋讓喬伊退給莫妮卡，但喬伊不肯。於是瑞秋就編造說畫裡的布偶人會在晚上你睡著之後從畫裡爬出來，拖著上半身去搶別人的腿。喬伊聽了之後非常害怕，讓瑞秋趕緊拿走。瑞秋便拿著畫要還給莫妮卡，但莫妮卡堅持貨物售出概不退換。恰好此時菲比來了，兩個人便從互相推諉改成互相爭搶。菲比看到兩個人爭搶便說她們不用搶了，可以將另外一幅畫也送給她們。說完便拿出了另外一幅更加恐怖的畫。錢德勒要參加在廣告業的第一個廣告提案了，喬伊知道後想讓錢德勒向公司推薦他去參演廣告。但是錢德勒並不想推薦喬伊。喬伊拿出一份自己參演過的廣告錄影帶，讓錢德勒給公司看，如果他們看過之後仍然覺得不適合的話，他也不會再堅持參演。即便這樣，錢德勒仍沒有向公司推薦喬伊，並說謊稱自己非常喜歡，覺得喬伊特別合適，但是公司的同事覺得喬伊不合適。喬伊非常生氣，因為他知道錢德勒根本就沒有給公司里的人看過錄影帶，並指責錢德勒說謊。雖然錢德勒咬死說自己沒有說謊，但是喬伊說如果錢德勒看過錄影帶之後，絕對不會是現在這樣的反應，便播放了錄影帶。看過錄影帶之後，錢德勒非常震驚，因為喬伊在廣告裡塗了各種顏色的唇膏。喬伊看著錢德勒震驚的表情說道，這就是他為什麼這麼肯定錢德勒沒有看過錄影帶的原因。羅斯想要申請一份科研資金，恰好審核資金申請的人就是查莉的前男友。為了讓羅斯順利拿到資金，查莉知道後在正式審查之前幫羅斯和前男友安排了一頓晚餐。晚餐上前男友趁查莉去洗手間的時候，對羅斯說自己想要和查莉複合，讓羅斯離開查莉。羅斯以為自己聽錯了，便又問了一遍。前男友便說如果羅斯同意離開查莉，剛才的話他就是說過，不同意的話，他就是沒說過剛才的話。羅斯說當然不同意，前男友也說道當然沒說過。正式審查的時候，一共有三個人申請，前男友對另外兩個人提問了有關項目的問題，但是對羅斯他問了自己的生日是什麼時候，一個樂團的專輯名叫什麼。羅斯生氣的打斷前男友，開始介紹自己的項目，並說前男友完全沒有問自己有關項目的問題。前男友便胡亂說了一個詞讓羅斯拼寫出來。羅斯說自己從來沒聽過這個詞，前男友便說是自己隨便造的，如果羅斯拼寫不出來便無法獲得資金。羅斯只能硬著頭皮拼寫。剛說第一個字母，前男友就告訴羅斯錯了。羅斯惱火的跟查莉聲討前男友，查莉說這不可能，因為當初是前男友提出來的分手。羅斯說前男友就是故意為難他，拿資金的審查結果要挾自己跟查莉分手，好在他們分手之後，可以跟查莉複合。查莉不相信，於是便跟羅斯一起去了前男友的辦公室，想要知道真相。去了之後，前男友最開始不承認，後來對查莉展露的心聲，查莉則說道好浪漫，並深情地看著前男友。羅斯負氣離開。",
    "[10, 7]": "羅斯想帶艾瑪去公園盪鞦韆，但是瑞秋因為小時候盪鞦韆留下陰影，不想讓艾瑪去。但是在羅斯的一再堅持下，瑞秋跟羅斯帶著艾瑪去了公園。當艾瑪坐在鞦韆上笑時，瑞秋覺得帶艾瑪來盪鞦韆很值得，並讓羅斯給她倆照相。但是下一秒羅斯就被隔壁盪鞦韆的小孩踹倒了。瑞秋抱怨說早都告訴羅斯盪鞦韆是一項危險的活動。羅斯想讓瑞秋克服對鞦韆的恐懼，瑞秋便說到除非羅斯願意手裡握著蜘蛛，否則別想讓她盪鞦韆。雖然對蜘蛛有著巨大的恐懼，但是羅斯依舊答應了瑞秋。菲比和麥克決定舉行婚禮，但是談到婚禮花銷時，菲比覺得沒有必要把那麼多錢都花在一個party上，太浪費了，不如做一些有意義的事。於是兩個人便想把婚禮的錢捐獻給兒童福利機構。捐完錢的菲比來到了莫妮卡的公寓，莫妮卡想把自己結婚時的頭紗送給菲比，菲比告訴他們自己已經將錢捐了出去，不準備舉行婚禮了。但是當菲比看到自己帶著頭紗的樣子，瞬間又想舉行婚禮了，便和麥克去福利機構把錢要了回來。要回來之後，兩個人又突然覺得自己這麼做太不仁慈了，菲比便拉著麥克又去了福利機構。但是這次福利機構拒而不收。錢德勒和莫妮卡提交收養申請後，收養機構要對他們進行一次家訪，考察一下收養資質。喬伊知道後說自己是一個名人，在應對收養審查的時候會有幫助，兩人聽後倍感無奈。當考察家訪的人蘿拉來了之後，感覺自己之前貌似來過這棟公寓，便提起自己之前有一個約會對象，在滾床單第二天之後便不再聯繫自己的故事。莫妮卡和錢德勒立馬知曉是喬伊幹的好事。當喬伊過來想要幫忙時，錢德勒和莫妮卡害怕暴露自己和喬伊是朋友影響家訪結果，於是迅速將喬伊關到門外。這個舉動反倒讓喬伊覺得他們遇到壞人了，更加迫切的想要進到屋子裡。當喬伊歷盡千辛萬苦進到屋子裡後，錢德勒告訴了喬伊始末，並讓喬伊趕緊離開，但不幸的是蘿拉還是發現了喬伊。喬伊倒打一耙，說自己不是沒有想過聯繫蘿拉，反倒是蘿拉當初偷摸離開，沒有給他留電話號碼。雖然發生了很多意外，但是最終,莫妮卡和錢德勒還是通過了家訪考察。",
    "[10, 8]": "莫妮卡和錢德勒來到咖啡廳，由錢德勒對其他人宣布今年不再舉辦感恩節晚餐。錢德勒的說話口氣立馬讓其他人發覺是莫妮卡指揮錢德勒這麼說的。大家紛紛發表意見說莫妮卡不能停辦，但無濟於事。於是菲比說莫妮卡是江郎才盡了，沒有辦法跟去年相比了，不辦就不辦吧，順便安慰了一下大家。而莫妮卡恰恰中了菲比的激將法，宣布今年依舊舉辦感恩節晚餐，並讓大家下午四點的時候到她的公寓吃晚飯。感恩節當天，菲比來到瑞秋的公寓，說服瑞秋帶著艾瑪去參加嬰兒選美比賽。最初瑞秋是不願意的，但是在聽到優勝的話有一千美金的獎金時，瞬間被菲比夥同。等待比賽時，瑞秋再一次打起了退堂鼓，菲比又發揮她高超的忽悠本領，說服瑞秋繼續比賽。也因此導致兩個人遲到了。另一邊，喬伊和羅斯邀請錢德勒一起去看曲棍球比賽，但是錢德勒在看過門票之後勸他們不要去，因為比賽結束後他們會來不及趕回來吃飯。表面上喬伊和羅斯答應不去看比賽了，但是出門之後兩個人依舊去看了比賽。受到激將的莫妮卡腎上腺素飆升，興奮的做著晚餐，期待晚上大家的反應。然而比預定的四點已經晚了一個小時，卻沒有一個人按時出現，莫妮卡非常生氣。拿了一等獎之後，瑞秋和菲比帶著艾瑪匆匆忙忙的跑回公寓準備去吃晚飯，但是她們已經晚了一個小時。當她們在門外想著怎麼混進去吃飯時，喬伊和羅斯也氣喘吁吁的跑了回來。於是四個人站在門外商量對策。門內的錢德勒聽到門外有聲音，便透過貓眼向外看，發現了他們的陰謀，並告訴了莫妮卡。於是門內外開始鬥智鬥勇。門外的最後一招是將腦袋伸到門縫裡，用眼神擊潰錢德勒和莫妮卡。雖初見成效，但是由於瑞秋和菲比忘了莫妮卡交代過買甜點的事，最後還是失敗了，於是四個人決定自己做飯自己過感恩節。但是當他們紛紛把腦袋從門縫拿出來時，喬伊被卡在門縫裡出不去了。遂又開始拯救喬伊。此時電話響了，莫妮卡拿起電話說希望她接完電話之後四個人消失，便去了臥室接電話。門外的三個人開始對喬伊搞怪，喬伊受不了被整，撞壞了門沖入屋裡，並將準備的食物碰倒在地上。錢德勒見狀大呼莫妮卡會殺了他們。接完電話的莫妮卡從臥室回到客廳，錢德勒馬上開始打小報告，但是莫妮卡說她已經不在乎了，因為剛才的電話是收養中心打來的，告訴他們有一個懷孕的女人選擇了他們去收養肚子裡的孩子。",
    "[10, 9]": "莫妮卡和錢德勒準備去見領養嬰兒的生母做最後的面試，雖然莫妮卡嘴上說著還沒有最終定下來，但是內心裡早已認定這個嬰兒就是會被她領養。見面之後，由於領養中心弄錯檔案，誤將莫妮卡當成是牧師，錢德勒是醫生。生母表示自己非常滿意兩個人的職業，認定他倆就是自己孩子的養父母。雖然被搞錯身份，但是為了能得到孩子，莫妮卡硬著頭皮承認。見面結束回到酒店後，錢德勒勸說莫妮卡不應該冒名頂替，應該誠實坦白一切。第二天再見面時，錢德勒說明了一起，生母非常惱火，認為他們欺騙了自己，不想再把孩子給他們領養，便走出了門。錢德勒追出去，繼續勸說生母將孩子送給他們領養。最終生母被說服。羅斯新認識一個在服裝業工作的女人，為了能在她面前表現出自己很時尚，有共同話題，羅斯特意買了一頂帽子，但是遭到瑞秋的吐槽。之後瑞秋和菲比邀請羅斯跟她們一起去逛街選衣服。在商場裡，瑞秋給羅斯一件件挑衣服，但是羅斯都不是很滿意。瑞秋便說讓羅斯把挑衣服的工作放心交給她就行了，她知道羅斯的尺寸。等買完衣服回來後，瑞秋發現自己買的一件毛衣跟羅斯的拿錯了，但並沒有著急跟羅斯說。當羅斯去跟女伴約會之前見了喬伊，喬伊取笑羅斯穿了一件女人的衣服—正是錯拿的那件。不過羅斯並不覺得，而是感覺自己穿著很時尚，是喬伊沒有審美。可是當羅斯和女伴到達餐廳脫下衣服時，發現女伴穿了一樣的衣服。喬伊看到菲比跟一個美女朋友在聊天，便想讓菲比把朋友介紹給自己。菲比表示喬伊是滾完床單就不再聯繫的那類人，不想把自己的朋友介紹給喬伊。喬伊說自己已經成長了，不會再這樣了，瑞秋也證明說喬伊在跟她約會的那一周確實是沒有同時跟其他女人約會。菲比無奈將朋友的電話留給了喬伊。第二天菲比興奮的告訴喬伊自己的朋友對昨天的約會很滿意，但是喬伊則說到不會再見她了。菲比感到莫名其妙。喬伊說昨晚吃飯的時候一切都很好，但是女人竟然從他的盤子裡拿了食物吃，所以再也不會見她了。菲比覺得更莫名其妙。恰好瑞秋走了過來，說「喬伊不會分享食物」。菲比對這種莫名其妙的理由無法理解，建議喬伊再約一次她的朋友，為了防止喬伊的食物再次被拿，可以點一些共享的食物。喬伊答應了。再次約會時，女人依舊想到喬伊的盤子裡拿食物吃，喬伊一直躲閃，不幸把食物推到了地上，進而向女人解釋了一切。女人表示可以理解。等到飯後甜點時，女人點的蛋糕看起來更可口，喬伊便想換成一樣的，但是服務員告訴他那是最後一塊了。喬伊無奈想跟女人要一口嘗嘗，但是女人以喬伊不分享食物同樣的藉口回絕了他。這時女人收到BP機呼叫，在離開餐桌之前特意叮囑喬伊不可以碰她的蛋糕。喬伊看著蛋糕，經不起誘惑，從最開始的一個渣，到最後將整塊吞掉。當女人回來看到吃的滿臉都是蛋糕的喬伊時，喬伊說他並不覺得不好意思。",
    "[10, 10]": "莫妮卡和錢德勒想在郊區養育孩子，這樣孩子就可以在屋前的院子裡玩耍，在社區的路上騎自行車，還可以去冰淇淋車上買冰淇淋。於是錢德勒便和房產中介去看了房。不過錢德勒在上中介車的時候被菲比和瑞秋發現，以為錢德勒在搞婚外情，就跟蹤了錢德勒。回來後菲比和瑞秋告訴喬伊和羅斯說她們發現錢德勒在搞婚外情，跟一個女人進入房子四十五分鐘，出來之後滿臉笑容。喬伊則說不可能，錢德勒不可能堅持四十五分鐘。隨後幾個人就商量要不要告訴莫妮卡她們的發現，發表完自己意見之後，決定還是告訴莫妮卡。當他們來到莫妮卡的公寓看到莫妮卡在打掃房間時，都感嘆這個女人的無知真幸福。當他們告訴完莫妮卡之後，以為莫妮卡會崩潰，但是讓他們感到出乎意料的是莫妮卡問他們覺得房子怎麼樣，鄰居熱不熱請，他們都以為莫妮卡是不是受的打擊太大了。這時錢德勒取外賣回來了，莫妮卡對他說大家都知道了，並向大家坦白了買房子的計劃。四個人都無法接受莫妮卡和錢德勒要離開他們的現實，十分失落，紛紛勸說兩個人留在市中心的好處，並開始了一波回憶殺。之後錢德勒自以為很有幽默的說：現在是不是覺得我搞外遇更好一些。這時中介打來電話，告訴他們提出的報價房主接受了。但是掛掉電話後錢德勒說他們沒有拿到房子。眾人聽後都非常高興，頓時感覺鬆了一口氣，隨之離開了。等他們都離開之後，錢德勒看著莫妮卡失落的表情安慰她說他們的報價房主接受了。莫妮卡驚喜的看著錢德勒問他為什麼剛才不直接說出來。錢德勒說不忍看到大家再次失落的樣子，於是就先騙過大家。之後兩人商量怎麼把這個事實告訴四個人，幾乎同時說到讓對方去告知另外四人。最後兩個人買了另外四個人的喜愛的禮物送給他們，在他們拿到禮物開心的時候，趁機告訴了他們事實，並立馬逃走了。",
    "[10, 11]": "莫妮卡和喬伊走進咖啡廳對大家說喬伊要去參加一檔你來解釋我來猜的節目，羅斯興奮的說那是他和莫妮卡小時候最喜歡的節目，非常想和喬伊一起去，但是已經計劃好跟錢德勒去參加大學同學聚會。另一邊菲比和麥克準備結婚了，莫妮卡便和瑞秋想要為菲比開一個單身派對，她們誤以為已經到了這個年紀了，就不會再像以前一樣瘋狂，單身派對要找脫衣舞男。但是菲比顯然並不這麼認為，非常生氣的表示自己很想要脫衣舞男。但是臨時找一個脫衣舞男很費勁，兩個人連忙翻起了電話簿開始找脫衣舞男，好在是找到了一個。可惜這個脫衣舞男不僅年紀大、謝頂還身材矮小，就連爬上樓來都已經氣喘吁吁了。當他開始表演時，菲比再也壓制不住自己的怒火，開始指責莫妮卡和瑞秋。脫衣舞男感覺受到羞辱，開始哭泣，整個場面頓時陷入尷尬。菲比的善良本質讓她開始安慰起脫衣舞男，並鼓勵他再次表演。過程雖然不美好，但結局還算是美好。喬伊在節目上表現很差，描述的時候直接說出來要猜的詞，猜詞的時候一頓亂猜，根本不管對方描述的內容。結果導致第一輪自己的搭檔丟掉了獎金。也因為第一輪猜詞輸掉，喬伊的搭檔換到了另外一組。當喬伊跟新搭檔猜詞時，又一次胡亂解釋，導致新搭檔輸掉。不過也間接的讓老搭檔贏了獎金。但是由於贏了獎金，老搭檔又被換回跟喬伊一組。當兩個人再次猜詞時，老搭檔基本放棄了比賽，隨意描述，但是喬伊仿佛有天助，隨口一說都能猜中，老搭檔大感意外，乘勢追擊，最後一個詞的時候喬伊還是掉鏈子了，導致輸掉了比賽。羅斯和錢德勒在同學聚會上遇到了當年的女神，當年兩個人約定為了不影響兩個人的友誼，誰都不可以跟女神約會，再次遇見時，羅斯請求錢德勒廢除當年的約定，錢德勒爽快的答應了。羅斯頗感意外，興奮的跟女神搭訕去了。當跟女神聊天時，羅斯提到了大學時跟錢德勒的約定，女神卻告訴他不可能，因為錢德勒在大學的時候就跟她約會過。羅斯氣憤的找錢德勒去理論，錢德勒卻告訴他是因為羅斯先破壞了跟他的另外一個約定，在宿舍派對上親了自己暗戀的女生，自己發現之後才會這麼做。羅斯由於被發現是自己先不遵守承諾的事後，跟錢德勒說那就算兩個人扯平了。但是錢德勒又爆出了另外一個料。錢德勒當年發現羅斯破壞約定後，便立馬想要報復羅斯，便親了瑞秋，並將喝醉的瑞秋帶回了屋內，讓她睡覺。羅斯聽到後馬上惱火，因為他一直以來都認為那晚是他跟瑞秋的第一次親吻，沒想到錢德勒卻排在自己的前面。當他們回到莫妮卡的公寓時還在爭吵，羅斯說自己當晚回到屋內時，看到自己的床上有一堆衣服，裡面睡著一個人，便要去親她的額頭，結果對方拉住了他，兩個人接吻了幾秒鐘，雖然很短暫，但是卻很美好。錢德勒聽出了端倪，問羅斯是不是親的羅斯自己床上的女生。羅斯肯定的回答是。錢德勒接著說道，羅斯怎麼會認為他傻到親完瑞秋之後，還會把瑞秋放到羅斯的床上。羅斯驚慌的問道那誰在他床上的人是誰。莫妮卡聽到後驚叫喊道：NO！原來當晚羅斯親的是自己的親妹妹莫妮卡。而莫妮卡怎麼也沒想到自己這麼多年一直念念不忘的初吻親吻者竟然是自己的親哥哥。",
    "[10, 12]": "菲比就要舉行婚禮了，但是她的養父由於跟獄友發生衝突導致婚禮當天不能申請假釋，菲比便希望由喬伊替代，牽著她走進教堂，喬伊爽快的答應了。喬伊和菲比的友誼本身就比與其他四人更加親密（每周兩個人都會單獨聚會，抱怨其他四人），也為了角色代入，婚禮彩排的時候，喬伊真的以嫁女兒的口吻對麥克進行了婚前教導，也以親家的口氣跟麥克的父母談話。同時莫妮卡負責菲比婚禮的流程及策劃，雖然菲比有自己婚禮的設想，但是都被莫妮卡更換掉，換成了奢華的樣式，而且莫妮卡的強迫症特質讓她把婚禮流程變成了軍事化管理，比如幾點幾分是上廁所的時間，賓客的發言時間不能超過多少秒，婚禮致謝詞要控制在多少分之內等等，最終在婚禮彩排上菲比被逼到崩潰，也把莫妮卡的策劃身份解除了。除了羅斯和錢德勒，其餘幾人都在婚禮典禮上有分擔角色，兩個人都以為麥克會找自己當伴郎，但是問了之後才發現兩個人並不會出現在典禮上，只是作為觀禮出現，兩個人感到非常鬱悶。不過後來麥克告訴他們自己的一個伴郎由於突發狀況來不了了，問兩個人誰願意替代。兩個人都爭搶這一個伴郎名額，麥克不知道選誰，便讓菲比幫忙，菲比也感到左右為難，便讓瑞秋選擇。羅斯和錢德勒使出渾身解數討好瑞秋，紛紛說著選自己當伴郎的好處，瑞秋本身就是得過且過的性格，耳根子軟，一面答應羅斯，一面又答應了錢德勒。婚禮當天，由於莫妮卡不再安排流程，整個婚禮上需要處理的事情讓菲比抓狂，不得不讓菲比妥協，重新讓莫妮卡回來掌控全局，莫妮卡回歸後立馬井然有序。但是還是出現了令莫妮卡無法掌控的事件——突發大雪，交通封鎖，導致婚禮無法正常舉行，幾個人悶悶不樂的聚在莫妮卡的公寓抱怨著。後來菲比和麥克表示自己根本不在乎婚禮的樣式，只想要今天跟對方結婚，於是決定將婚禮臨時改場，正好外面下著大雪，整個街道都是銀裝素裹，可以在街道上舉辦婚禮。決定之後大家又激情盎然，忙碌準備臨時婚禮現場的布置。麥克知道瑞秋還未選定好伴郎的人選，便對羅斯和錢德勒說決定空餘的位置讓他家的狗替代了。兩個聽到後都非常難過失望，但隨後麥克又說需要一個人牽著狗入場，兩個人又開始爭搶了。不過錢德勒害怕狗，最終放棄。恰好此時得知教父由於封道趕不過來主持婚禮了，喬伊就提起自己還保留著註冊教父的身份，可以主持婚禮，但是這樣就沒有人牽著菲比入場了，錢德勒聽到後立馬說自己可以牽著菲比入場。最終所有人都可以出現在典禮上了。雖然波折不斷，很多環節都沒有按照預先安排進行，但是菲比和麥克還是得到了大家的祝福，如期完成了婚禮。",
    "[10, 13]": "喬伊接下來有一個舞台劇試鏡，需要在劇中講法語，但是喬伊一句話都不會說。即便這樣，為了拿到角色，喬伊撒謊說自己會說法語。試鏡之前喬伊請菲比來教自己說台詞，幾個人都不相信菲比會說法語，但是當菲比開口後，大家都非常驚訝，瑞秋也感嘆說聽菲比說法語時感覺下一秒自己就高潮了。菲比在一整句話一整句話教喬伊念台詞時，發現喬伊在重複剛才句子的發音里沒有一個能跟自己剛才說的對的上，便拆解成一個發音一個發音的教。單獨發音時，喬伊每個音都可以發對，但是當整句話連起來快速說時，喬伊又打回原形，亂說一氣。菲比非常生氣的離去。喬伊也感到很鬱悶和委屈，覺得自己明明就是按照菲比的發音，跟菲比說的一模一樣。之後喬伊買了磁帶打算聽錄音學法語，但跟菲比教的時候一樣，喬伊在亂說一氣。菲比還是很重視跟喬伊的友誼，回到喬伊的公寓，對喬伊說自己剛剛太失態了，現在平復了，可以繼續教喬伊說法語了。但是喬伊說沒關係，自己可以聽錄音學習法語，並隨口跟著錄音機說了一句法語。菲比聽了之後壓制著怒火對喬伊說他剛才說的話根本不是法語。喬伊也氣憤的說自己就是重複的一模一樣的發音，怎麼就不是法語了。菲比再次失控大吼後離開。喬伊試鏡當天菲比也去了現場坐在台下。正式試鏡時，喬伊發著奇怪的發音，導演感到驚訝，質問喬伊為什麼不說法語，喬伊還是信口開河，辯解自己說的就是法語。菲比看不下去了，撒謊對導演說喬伊說的是法國鄉下的方言，這些話聽的導演一愣一愣的，開始懷疑人生，讓喬伊再一次開始念台詞。喬伊說了幾句後，導演堅持說喬伊說的不是法語。菲比見隱瞞不下了，便開口用法語告訴導演，喬伊的腦子有問題，如果有人說他不會說法語，他就會抓狂，所以在告訴喬伊沒有得到角色的時候，可不可以說喬伊說的法語很好，但是他本身的特質不貼合角色。導演聽後表示同情，便聽從菲比的建議，告訴喬伊法語說的很好，只是不適合角色，讓他離開了。艾瑞克想要來紐約看一看，莫妮卡和錢德勒打算接待她，帶她遊覽紐約。但是錢德勒在出發之前嗤之以鼻，覺得紐約也就那樣，沒什麼可看的，但是遊覽一天回來之後錢德勒興奮到失控。之後莫妮卡和錢德勒問艾瑞克孩子的父親是誰時，艾瑞克說是一個上了大學的男友。莫妮卡和錢德勒聽到後很高興，但隨後艾瑞克又說也有可能是另外一個用鐵鍬把自己爸爸殺死的人。聽到還有可能是另外一個人時，莫妮卡和錢德勒徹夜未眠，擔心孩子是鐵鍬殺手的，就決定弄清楚到底誰是孩子的爸爸。瑞秋的爸爸得了心臟病住院，羅斯知道後便陪瑞秋回到老家去看望她爸爸。羅斯一直恐懼瑞秋的爸爸，於是在兩個人到達醫院之後，瑞秋讓羅斯也進到病房時，羅斯很抗拒，但護士說瑞秋爸爸還在昏迷時便進去了。看到病床上瑞秋爸，羅斯一個人無聊打開電視，並很自然的把腳搭在了病床上。結果不到一分鐘瑞秋爸醒了過來看著羅斯，羅斯馬上像老鼠見了貓似的問道他怎麼醒了。瑞秋爸說因為羅斯壓到自己的導尿管了。晚上瑞秋帶羅斯回到家裡，羅斯安慰瑞秋不要太擔心，瑞秋由於心裡現在很脆弱，聽到安慰後想跟羅斯為愛鼓掌，主動要去親羅斯，但是羅斯躲開了，並告訴瑞秋現在只是一時衝動，不要跟她滾床單。瑞秋被拒絕後很鬱悶，以致第二天兩個人在醫院接咖啡時大聲呵斥對方。羅斯也失控大吼到自己再也不會跟瑞秋滾床單了，這句話恰好被出病房的瑞秋爸聽到。",
    "[10, 14]": "菲比和麥克坐在咖啡廳里，菲比告訴麥克自己要把姓改成跟他姓了。當菲比去填寫改名申請時，問工作人員她應該是菲比 Hannigan還是Hannigan 菲比時，工作人員告訴她可以改成任何她想要的名字，古靈精怪的她聽後琢磨起這句話，陷入沉思……改完名字的菲比回到咖啡廳看到莫妮卡和錢德勒，莫妮卡興奮的說自己是不是現在應該叫菲比為Hannigan夫人了，菲比說不對興奮的告訴他們自己現在叫Princess Consuela Bananahammock。聽完之後莫妮卡一臉不可置信。大家都是一副被你打敗了的表情。之後麥克來了，親密的叫菲比是Hannigan太太，菲比告訴了他自己的新名字，麥克質問到就是為了從來沒人叫過，又好玩就改成這個名字嗎，菲比依舊興奮的說是啊。麥克接著說那自己也改名，叫Crap Bag。此時菲比的一位按摩客戶走進咖啡廳並跟菲比打招呼，麥克站在旁邊問菲比難道不向客戶介紹一下自己嗎。菲比無奈只能介紹說這是我的丈夫。麥克繼續追問難道不介紹說我叫什麼嗎。菲比支支吾吾的說出了麥克的名字「Crap Bag」。客戶一種看怪物的表情看著兩個人，默默的走開了。菲比實在是接受不了叫自己的丈夫為廢物，也明白麥克想傳遞的信息，最終妥協改成Hannigan。莫妮卡和錢德勒想帶著喬伊去參觀他們新買的房子，但是喬伊還是因為不想讓他們搬走，就在參觀的時候各種搞怪，說房子有問題好讓他們放棄這個房子。之後喬伊在二樓看到房子原來主人的女兒並跟她抱怨說自己的朋友就要離開他搬到這來了，小女孩同樣也因為父母把房子賣了要搬走而傷心，最後小女孩開導喬伊讓他接受了莫妮卡和錢德勒搬家的現實。瑞秋想要跳槽到Gucci上班，面試的地點選在了餐廳里，恰好她現在的老闆就坐在她身後，見證了她跳槽的全過程。最終新工作沒成，老工作也丟了。羅斯也要合同更新，並獲得一份終身合同，拿了一瓶香檳想要跟大家慶祝，但是此時羅斯並不知道瑞秋已經失業。瑞秋抑制自己的悲傷不想破壞羅斯高興的心情，但最終沒忍住，羅斯看到後知道了瑞秋的境遇，並安慰她。之後羅斯陪瑞秋去公司收拾物品離職，在樓下遇到了前同事，並幫她安排了一個LV的面試，最終瑞秋得到了LV的工作。",
    "[10, 15]": "由於莫妮卡和錢德勒要搬去郊區，菲比和麥克結婚了，瑞秋要去巴黎工作了……周圍的事物一下子改變了這麼多，喬伊有點無所適從，感覺非常不適應。這天喬伊跟大家抱怨最近自己的經紀人艾斯黛拉做不好事情，已經有好幾個試鏡都沒有幫他爭取了，令他非常生氣，想要炒掉她。而大家發現喬伊的經紀人其實已經去世，所以沒有為喬伊安排這些工作。大家為了不讓喬伊更加煩躁，聯合起來隱瞞艾斯黛拉的死訊。當喬伊掏出電話想要打電話給艾斯黛拉解僱她時，菲比阻止了他，並讓喬伊在自己離開後再打電話給艾斯黛拉。之後菲比馬上起身離開咖啡廳，模仿艾斯黛拉的聲音給喬伊打電話，說知道喬伊因為沒有給他安排試鏡現在很生氣，但是一副無所謂的口氣。喬伊聽後非常生氣，並在電話里解僱了艾斯黛拉。回到公寓後的喬伊還是感念艾斯黛拉的好，想要把她重新聘請回來。菲比由於知道喬伊想要給艾斯黛拉打電話重新聘請她時，又一次假扮艾斯黛拉給喬伊打了電話，不過此時喬伊也得知了艾斯黛拉已經去世的消息，在接到假冒艾斯黛拉電話後喬伊非常害怕。莫妮卡和錢德勒得知自己的新房子的隔壁房子也在出售後便來看看隔壁的房子裝修和格局，意外的遇到跟錢德勒糾纏不清的珍妮斯。珍妮斯在看到他倆之後說無論如何都要買這個房子，這樣就可以跟他們做鄰居了。而莫妮卡和錢德勒則非常不情願跟珍妮斯做鄰居，設想了各種辦法阻止珍妮斯買隔壁的房子。最後錢德勒對珍妮斯說自己對她余情未了，做了鄰居後就可以方便背著莫妮卡和她偷情了。珍妮斯一面很想跟他有婚外情，一面又覺得對不起雙方的家庭，不能跟錢德勒這樣，便放棄了買房子的想法。瑞秋在拿到去巴黎的offer後，羅斯由於捨不得，便找到瑞秋以前公司的老闆，讓他把瑞秋重新聘請回來。第一次重新聘請的時候，LV也得知瑞秋被重新聘請，於是加價留住了瑞秋去巴黎，第二次的時候，瑞秋選擇了留下，但是對巴黎的工作念念不忘，羅斯發現後便決定尊重瑞秋的想法，鼓勵她接受LV的工作邀請去巴黎。",
    "[10, 16]": "莫妮卡打算幫瑞秋收拾去巴黎的行李，但是瑞秋告訴她自己已經收拾好了，莫妮卡一路看著瑞秋從一個小公主成長為可以獨立撫養孩子的媽媽，並且現在也可以自己打包行李了，既感到欣慰又為即將的分別而傷心。在臨行之前，莫妮卡帶著大家為瑞秋舉辦了送別會。當天晚上瑞秋跟每個人依依告別，菲比送給了她一個帶有自己口腔細胞的棉棒，告訴她以後技術成熟的時候，瑞秋可以克隆屬於她自己的菲比，莫妮卡和她相互訴述自己的不舍，但是因為兩個人都帶著哭腔，都沒有聽清對方說的話，錢德勒則第一次表達了對她的愛，喬伊在跟她告別完之後立馬爬上陽台準備跳下去，被她拉了回來。之後瑞秋說就這樣了，準備回到公寓睡覺了，而擔心了一晚上、不知如何跟瑞秋告別的羅斯在聽到後非常詫異，難道自己不配得到瑞秋的一個告別嗎，羅斯為此大受打擊，於是闖進瑞秋的公寓對瑞秋大發雷霆，摔門而去。瑞秋感到委屈，跑去羅斯的公寓告訴他自己是因為受不了與羅斯分別，羅斯在自己心裡最為重要。接下來兩個人滾了床單。莫妮卡和錢德勒因為要搬家了，所以找大家來幫忙打包行李，在收拾客房時，錢德勒發現了一副情趣手銬，喬伊說也許是莫妮卡以前跟理察用過的，錢德勒非常生氣，不想再繼續聽喬伊說下去，羅斯也說到別人是無法理解他現在的心情，看到某人跟自己的妹妹用情趣手銬的畫面。接著錢德勒把手銬放到莫妮卡的枕頭上，莫妮卡發現後問錢德勒為什麼自己的枕頭上有一個手銬，錢德勒譏諷到不應該問她自己嗎。莫妮卡則表示自己都從來沒見過，瑞秋也在客房裡住過。錢德勒則在腦海里想像了瑞秋帶著手銬的畫面。之後錢德勒拿著手銬對瑞秋說這也許是她的，但是在瑞秋說不是自己的，也許是莫妮卡和...時打斷了瑞秋，說到不要說理察。瑞秋又說菲比也曾住在裡面過，也許是菲比的。菲比在聽到自己的名字後，大聲答道，但是也說不是自己的。最後錢德勒在收拾其他東西的時候發現手銬是莫妮卡的外婆的。艾瑞克在回到公寓後對他們講了自己一天的經歷，並伴隨著陣痛，莫妮卡立馬反應過來艾瑞克是要臨產了，接著帶她去了醫院。",
    "[10, 17]": "第二天羅斯難掩高興，跟喬伊和菲比分享了昨晚的經過，並認為瑞秋會因此放棄去巴黎，留下來跟自己在一起。但是當瑞秋從房間出來時，跟羅斯說昨晚是自己受到的最好的分別禮物。羅斯對瑞秋仍然要去巴黎非常失落。莫妮卡和錢德勒在醫院裡陪著艾瑞克生孩子，在艾瑞克陣痛時，莫妮卡幫著她數拍子呼吸。陣痛過去後，錢德勒問下次能不能讓他數拍子，莫妮卡告訴他不行，因為上一次他數拍子的時候差一點嚇到艾瑞克讓她喘不過氣。之後莫妮卡要去上廁所離開一下，錢德勒馬上拉住她，說自己從來不會應對兩個人單獨相處的情形。莫妮卡則一臉恨鐵不成鋼的看著他說就像正常人一樣說話就可以了。但是莫妮卡離開之後錢德勒還是緊張到胡言亂語。當生下來第一個孩子後，錢德勒剪斷臍帶，看在嬰兒幾個人都鬆了一口氣，但是接下來醫生說不要鬆懈，準備好生第二個。三個人都愣住了，都不知道艾瑞克懷的是雙胞胎。醫生則說病歷上寫的是雙胞胎啊。艾瑞克看著莫妮卡他們說確實在病歷上寫的兩個心跳，但是就以為另外一個心跳是自己的。莫妮卡和錢德勒因為沒有準備好撫養兩個孩子而慌亂著，兩個人跑到旁邊說著對另外一個嬰兒的打算。錢德勒提議另外一個孩子送給別人撫養，給兩個孩子一人一半玉佩，這樣兩個孩子長大後就可以憑藉玉佩相認。但是莫妮卡很快鎮靜下來，說無論生幾個她都要養。當第二個孩子生下來之後，錢德勒則立馬說不要再生了。",
    "[10, 18]": "菲比和喬伊在公寓幫著打包行李，喬伊在接到莫妮卡他們打來的電話後說兩個人要給大家一個驚喜。大家都不知道會是什麼驚喜。當莫妮卡抱著一個孩子走進公寓後，幾個人都非常興奮的看著孩子，之後錢德勒抱著另外一個孩子走了進來，對幾個人說了一聲hi，幾個人回頭禮貌性的對錢德勒說了一聲hi，繼續轉過頭來看著莫妮卡懷裡的孩子，但是下一秒又轉過去看了錢德勒懷裡的孩子，都對這個驚喜感到興奮。喬伊則丈二的和尚問說驚喜是什麼，幾個人則都笑著看著喬伊。當喬伊張大嘴反應過來後，吃驚的指著莫妮卡和錢德勒懷裡的孩子。之後瑞秋說自己要去機場了，非常遺憾看不到莫妮卡在養孩子過程里的手忙腳亂，之後離開了公寓。羅斯難過的對幾個人說自己還是無法接受瑞秋的離開，菲比則勸羅斯去機場把瑞秋留下來，並帶著羅斯開車趕往機場。當兩個人到達機場之後發現機場錯了，瑞秋的航班在另外一個機場，羅斯本來打算放棄了，但是菲比仍舊鼓勵羅斯去追。兩個人在趕往另外一個機場時給已經登機的瑞秋打電話，讓她下飛機不要飛，並說飛機的部件壞了。瑞秋非常奇怪，掛了電話後對旁邊的人笑著說自己的朋友打電話給自己說飛機壞了。但是聽了瑞秋話的乘客非常認真的跟瑞秋確認了一遍電話內容後，大聲對說她的朋友之前也是在飛機起飛之前接過一個相同的電話，並且當時的飛機真的發生了空難，並表示自己要下飛機。其餘的乘客在知道後也要求乘務組再一次檢查飛機狀況，並要求下飛機。空姐生氣的看著瑞秋很無語。之後飛機檢查完，讓乘客重新登機，羅斯和菲比也趕到了，羅斯對瑞秋表白了想要她留下來，但是瑞秋還是選擇了離開去往巴黎。羅斯和菲比遺憾的離開，回到公寓。回到公寓後的羅斯聽著電話留言，是瑞秋聽到表白後再次登機之後打給羅斯的，瑞秋一邊說著一邊發現自己也無法放下羅斯，並吵著要下飛機。但是此時留言斷了，羅斯焦急的對留言機大喊讓她下來，質問她下沒下飛機。瑞秋此時在背後說到她下來了。兩個人熱情相擁在一起。喬伊想要送給錢德勒一份臨別禮物，買了一隻小雞和一隻小鴨子，希望錢德勒可以在他們的新家院子裡養他們。但是之後小雞和小鴨子掉進了足球桌子裡，喬伊很驚慌，兩個人都不知道怎麼把小雞小鴨救出來。莫妮卡正好過來，看到兩個人為難，立馬說自己可以劈開球桌，並且劈開了球桌。錢德勒看出喬伊的不舍，提出由喬伊養著小雞小鴨。說這樣他就可以多一個理由回來看他了。最後，公寓搬空了，六個人看著空空的公寓感慨。在離開之前，幾個人紛紛把自己持有的公寓鑰匙放到了門口的桌子上。之後大家提議去喝咖啡，錢德勒又發揮自己開玩笑的特質問道：「去哪喝」。"
}